/* 地址：省市区:data.value*/
export const cityData =[
      {
        "label": "北京市",
        "value": "北京市,11",
        "children": [
          {
            "label": "北京",
            "value": "北京,11-01",
            "children": [
              {
                "label": "东城区",
                "value": "东城区,11-01-01"
              },
              {
                "label": "西城区",
                "value": "西城区,11-01-02"
              },
              {
                "label": "崇文区",
                "value": "崇文区,11-01-03"
              },
              {
                "label": "宣武区",
                "value": "宣武区,11-01-04"
              },
              {
                "label": "朝阳区",
                "value": "朝阳区,11-01-05"
              },
              {
                "label": "丰台区",
                "value": "丰台区,11-01-06"
              },
              {
                "label": "石景山区",
                "value": "石景山区,11-01-07"
              },
              {
                "label": "海淀区",
                "value": "海淀区,11-01-08"
              },
              {
                "label": "门头沟区",
                "value": "门头沟区,11-01-09"
              },
              {
                "label": "房山区",
                "value": "房山区,11-01-11"
              },
              {
                "label": "通州区",
                "value": "通州区,11-01-12"
              },
              {
                "label": "顺义区",
                "value": "顺义区,11-01-13"
              },
              {
                "label": "昌平区",
                "value": "昌平区,11-01-14"
              },
              {
                "label": "大兴区",
                "value": "大兴区,11-01-15"
              },
              {
                "label": "怀柔区",
                "value": "怀柔区,11-01-16"
              },
              {
                "label": "平谷区",
                "value": "平谷区,11-01-17"
              },
              {
                "label": "密云县",
                "value": "密云县,11-01-28"
              },
              {
                "label": "延庆县",
                "value": "延庆县,11-01-29"
              }
            ]
          }
        ]
      },
      {
        "label": "天津市",
        "value": "天津市,12",
        "children": [
          {
            "label": "天津",
            "value": "天津,12-01",
            "children": [
              {
                "label": "和平区",
                "value": "和平区,12-01-01"
              },
              {
                "label": "河东区",
                "value": "河东区,12-01-02"
              },
              {
                "label": "河西区",
                "value": "河西区,12-01-03"
              },
              {
                "label": "南开区",
                "value": "南开区,12-01-04"
              },
              {
                "label": "河北区",
                "value": "河北区,12-01-05"
              },
              {
                "label": "红桥区",
                "value": "红桥区,12-01-06"
              },
              {
                "label": "塘沽区",
                "value": "塘沽区,12-01-07"
              },
              {
                "label": "汉沽区",
                "value": "汉沽区,12-01-08"
              },
              {
                "label": "大港区",
                "value": "大港区,12-01-09"
              },
              {
                "label": "东丽区",
                "value": "东丽区,12-01-10"
              },
              {
                "label": "西青区",
                "value": "西青区,12-01-11"
              },
              {
                "label": "津南区",
                "value": "津南区,12-01-12"
              },
              {
                "label": "北辰区",
                "value": "北辰区,12-01-13"
              },
              {
                "label": "武清区",
                "value": "武清区,12-01-14"
              },
              {
                "label": "宝坻区",
                "value": "宝坻区,12-01-15"
              },
              {
                "label": "宁河县",
                "value": "宁河县,12-01-21"
              },
              {
                "label": "静海县",
                "value": "静海县,12-01-23"
              },
              {
                "label": "蓟县",
                "value": "蓟县,12-01-25"
              }
            ]
          }
        ]
      },
      {
        "label": "河北省",
        "value": "河北省,13",
        "children": [
          {
            "label": "石家庄市",
            "value": "石家庄市,13-01",
            "children": [
              {
                "label": "长安区",
                "value": "长安区,13-01-02"
              },
              {
                "label": "桥东区",
                "value": "桥东区,13-01-03"
              },
              {
                "label": "桥西区",
                "value": "桥西区,13-01-04"
              },
              {
                "label": "新华区",
                "value": "新华区,13-01-05"
              },
              {
                "label": "井陉矿区",
                "value": "井陉矿区,13-01-07"
              },
              {
                "label": "裕华区",
                "value": "裕华区,13-01-08"
              },
              {
                "label": "井陉县",
                "value": "井陉县,13-01-21"
              },
              {
                "label": "正定县",
                "value": "正定县,13-01-23"
              },
              {
                "label": "栾城县",
                "value": "栾城县,13-01-24"
              },
              {
                "label": "行唐县",
                "value": "行唐县,13-01-25"
              },
              {
                "label": "灵寿县",
                "value": "灵寿县,13-01-26"
              },
              {
                "label": "高邑县",
                "value": "高邑县,13-01-27"
              },
              {
                "label": "深泽县",
                "value": "深泽县,13-01-28"
              },
              {
                "label": "赞皇县",
                "value": "赞皇县,13-01-29"
              },
              {
                "label": "无极县",
                "value": "无极县,13-01-30"
              },
              {
                "label": "平山县",
                "value": "平山县,13-01-31"
              },
              {
                "label": "元氏县",
                "value": "元氏县,13-01-32"
              },
              {
                "label": "赵县",
                "value": "赵县,13-01-33"
              },
              {
                "label": "辛集市",
                "value": "辛集市,13-01-81"
              },
              {
                "label": "藁城市",
                "value": "藁城市,13-01-82"
              },
              {
                "label": "晋州市",
                "value": "晋州市,13-01-83"
              },
              {
                "label": "新乐市",
                "value": "新乐市,13-01-84"
              },
              {
                "label": "鹿泉市",
                "value": "鹿泉市,13-01-85"
              }
            ]
          },
          {
            "label": "唐山市",
            "value": "唐山市,13-02",
            "children": [
              {
                "label": "路南区",
                "value": "路南区,13-02-02"
              },
              {
                "label": "路北区",
                "value": "路北区,13-02-03"
              },
              {
                "label": "古冶区",
                "value": "古冶区,13-02-04"
              },
              {
                "label": "开平区",
                "value": "开平区,13-02-05"
              },
              {
                "label": "丰南区",
                "value": "丰南区,13-02-07"
              },
              {
                "label": "丰润区",
                "value": "丰润区,13-02-08"
              },
              {
                "label": "滦县",
                "value": "滦县,13-02-23"
              },
              {
                "label": "滦南县",
                "value": "滦南县,13-02-24"
              },
              {
                "label": "乐亭县",
                "value": "乐亭县,13-02-25"
              },
              {
                "label": "迁西县",
                "value": "迁西县,13-02-27"
              },
              {
                "label": "玉田县",
                "value": "玉田县,13-02-29"
              },
              {
                "label": "唐海县",
                "value": "唐海县,13-02-30"
              },
              {
                "label": "遵化市",
                "value": "遵化市,13-02-81"
              },
              {
                "label": "迁安市",
                "value": "迁安市,13-02-83"
              }
            ]
          },
          {
            "label": "秦皇岛市",
            "value": "秦皇岛市,13-03",
            "children": [
              {
                "label": "海港区",
                "value": "海港区,13-03-02"
              },
              {
                "label": "山海关区",
                "value": "山海关区,13-03-03"
              },
              {
                "label": "北戴河区",
                "value": "北戴河区,13-03-04"
              },
              {
                "label": "青龙满族自治县",
                "value": "青龙满族自治县,13-03-21"
              },
              {
                "label": "昌黎县",
                "value": "昌黎县,13-03-22"
              },
              {
                "label": "抚宁县",
                "value": "抚宁县,13-03-23"
              },
              {
                "label": "卢龙县",
                "value": "卢龙县,13-03-24"
              }
            ]
          },
          {
            "label": "邯郸市",
            "value": "邯郸市,13-04",
            "children": [
              {
                "label": "邯山区",
                "value": "邯山区,13-04-02"
              },
              {
                "label": "丛台区",
                "value": "丛台区,13-04-03"
              },
              {
                "label": "复兴区",
                "value": "复兴区,13-04-04"
              },
              {
                "label": "峰峰矿区",
                "value": "峰峰矿区,13-04-06"
              },
              {
                "label": "邯郸县",
                "value": "邯郸县,13-04-21"
              },
              {
                "label": "临漳县",
                "value": "临漳县,13-04-23"
              },
              {
                "label": "成安县",
                "value": "成安县,13-04-24"
              },
              {
                "label": "大名县",
                "value": "大名县,13-04-25"
              },
              {
                "label": "涉县",
                "value": "涉县,13-04-26"
              },
              {
                "label": "磁县",
                "value": "磁县,13-04-27"
              },
              {
                "label": "肥乡县",
                "value": "肥乡县,13-04-28"
              },
              {
                "label": "永年县",
                "value": "永年县,13-04-29"
              },
              {
                "label": "邱县",
                "value": "邱县,13-04-30"
              },
              {
                "label": "鸡泽县",
                "value": "鸡泽县,13-04-31"
              },
              {
                "label": "广平县",
                "value": "广平县,13-04-32"
              },
              {
                "label": "馆陶县",
                "value": "馆陶县,13-04-33"
              },
              {
                "label": "魏县",
                "value": "魏县,13-04-34"
              },
              {
                "label": "曲周县",
                "value": "曲周县,13-04-35"
              },
              {
                "label": "武安市",
                "value": "武安市,13-04-81"
              }
            ]
          },
          {
            "label": "邢台市",
            "value": "邢台市,13-05",
            "children": [
              {
                "label": "桥东区",
                "value": "桥东区,13-05-02"
              },
              {
                "label": "桥西区",
                "value": "桥西区,13-05-03"
              },
              {
                "label": "邢台县",
                "value": "邢台县,13-05-21"
              },
              {
                "label": "临城县",
                "value": "临城县,13-05-22"
              },
              {
                "label": "内丘县",
                "value": "内丘县,13-05-23"
              },
              {
                "label": "柏乡县",
                "value": "柏乡县,13-05-24"
              },
              {
                "label": "隆尧县",
                "value": "隆尧县,13-05-25"
              },
              {
                "label": "任县",
                "value": "任县,13-05-26"
              },
              {
                "label": "南和县",
                "value": "南和县,13-05-27"
              },
              {
                "label": "宁晋县",
                "value": "宁晋县,13-05-28"
              },
              {
                "label": "巨鹿县",
                "value": "巨鹿县,13-05-29"
              },
              {
                "label": "新河县",
                "value": "新河县,13-05-30"
              },
              {
                "label": "广宗县",
                "value": "广宗县,13-05-31"
              },
              {
                "label": "平乡县",
                "value": "平乡县,13-05-32"
              },
              {
                "label": "威县",
                "value": "威县,13-05-33"
              },
              {
                "label": "清河县",
                "value": "清河县,13-05-34"
              },
              {
                "label": "临西县",
                "value": "临西县,13-05-35"
              },
              {
                "label": "南宫市",
                "value": "南宫市,13-05-81"
              },
              {
                "label": "沙河市",
                "value": "沙河市,13-05-82"
              }
            ]
          },
          {
            "label": "保定市",
            "value": "保定市,13-06",
            "children": [
              {
                "label": "新市区",
                "value": "新市区,13-06-02"
              },
              {
                "label": "北市区",
                "value": "北市区,13-06-03"
              },
              {
                "label": "南市区",
                "value": "南市区,13-06-04"
              },
              {
                "label": "满城县",
                "value": "满城县,13-06-21"
              },
              {
                "label": "清苑县",
                "value": "清苑县,13-06-22"
              },
              {
                "label": "涞水县",
                "value": "涞水县,13-06-23"
              },
              {
                "label": "阜平县",
                "value": "阜平县,13-06-24"
              },
              {
                "label": "徐水县",
                "value": "徐水县,13-06-25"
              },
              {
                "label": "定兴县",
                "value": "定兴县,13-06-26"
              },
              {
                "label": "唐县",
                "value": "唐县,13-06-27"
              },
              {
                "label": "高阳县",
                "value": "高阳县,13-06-28"
              },
              {
                "label": "容城县",
                "value": "容城县,13-06-29"
              },
              {
                "label": "涞源县",
                "value": "涞源县,13-06-30"
              },
              {
                "label": "望都县",
                "value": "望都县,13-06-31"
              },
              {
                "label": "安新县",
                "value": "安新县,13-06-32"
              },
              {
                "label": "易县",
                "value": "易县,13-06-33"
              },
              {
                "label": "曲阳县",
                "value": "曲阳县,13-06-34"
              },
              {
                "label": "蠡县",
                "value": "蠡县,13-06-35"
              },
              {
                "label": "顺平县",
                "value": "顺平县,13-06-36"
              },
              {
                "label": "博野县",
                "value": "博野县,13-06-37"
              },
              {
                "label": "雄县",
                "value": "雄县,13-06-38"
              },
              {
                "label": "涿州市",
                "value": "涿州市,13-06-81"
              },
              {
                "label": "定州市",
                "value": "定州市,13-06-82"
              },
              {
                "label": "安国市",
                "value": "安国市,13-06-83"
              },
              {
                "label": "高碑店市",
                "value": "高碑店市,13-06-84"
              }
            ]
          },
          {
            "label": "张家口市",
            "value": "张家口市,13-07",
            "children": [
              {
                "label": "桥东区",
                "value": "桥东区,13-07-02"
              },
              {
                "label": "桥西区",
                "value": "桥西区,13-07-03"
              },
              {
                "label": "宣化区",
                "value": "宣化区,13-07-05"
              },
              {
                "label": "下花园区",
                "value": "下花园区,13-07-06"
              },
              {
                "label": "宣化县",
                "value": "宣化县,13-07-21"
              },
              {
                "label": "张北县",
                "value": "张北县,13-07-22"
              },
              {
                "label": "康保县",
                "value": "康保县,13-07-23"
              },
              {
                "label": "沽源县",
                "value": "沽源县,13-07-24"
              },
              {
                "label": "尚义县",
                "value": "尚义县,13-07-25"
              },
              {
                "label": "蔚县",
                "value": "蔚县,13-07-26"
              },
              {
                "label": "阳原县",
                "value": "阳原县,13-07-27"
              },
              {
                "label": "怀安县",
                "value": "怀安县,13-07-28"
              },
              {
                "label": "万全县",
                "value": "万全县,13-07-29"
              },
              {
                "label": "怀来县",
                "value": "怀来县,13-07-30"
              },
              {
                "label": "涿鹿县",
                "value": "涿鹿县,13-07-31"
              },
              {
                "label": "赤城县",
                "value": "赤城县,13-07-32"
              },
              {
                "label": "崇礼县",
                "value": "崇礼县,13-07-33"
              }
            ]
          },
          {
            "label": "承德市",
            "value": "承德市,13-08",
            "children": [
              {
                "label": "双桥区",
                "value": "双桥区,13-08-02"
              },
              {
                "label": "双滦区",
                "value": "双滦区,13-08-03"
              },
              {
                "label": "鹰手营子矿区",
                "value": "鹰手营子矿区,13-08-04"
              },
              {
                "label": "承德县",
                "value": "承德县,13-08-21"
              },
              {
                "label": "兴隆县",
                "value": "兴隆县,13-08-22"
              },
              {
                "label": "平泉县",
                "value": "平泉县,13-08-23"
              },
              {
                "label": "滦平县",
                "value": "滦平县,13-08-24"
              },
              {
                "label": "隆化县",
                "value": "隆化县,13-08-25"
              },
              {
                "label": "丰宁满族自治县",
                "value": "丰宁满族自治县,13-08-26"
              },
              {
                "label": "宽城满族自治县",
                "value": "宽城满族自治县,13-08-27"
              },
              {
                "label": "围场满族蒙古族自治县",
                "value": "围场满族蒙古族自治县,13-08-28"
              }
            ]
          },
          {
            "label": "沧州市",
            "value": "沧州市,13-09",
            "children": [
              {
                "label": "新华区",
                "value": "新华区,13-09-02"
              },
              {
                "label": "运河区",
                "value": "运河区,13-09-03"
              },
              {
                "label": "沧县",
                "value": "沧县,13-09-21"
              },
              {
                "label": "青县",
                "value": "青县,13-09-22"
              },
              {
                "label": "东光县",
                "value": "东光县,13-09-23"
              },
              {
                "label": "海兴县",
                "value": "海兴县,13-09-24"
              },
              {
                "label": "盐山县",
                "value": "盐山县,13-09-25"
              },
              {
                "label": "肃宁县",
                "value": "肃宁县,13-09-26"
              },
              {
                "label": "南皮县",
                "value": "南皮县,13-09-27"
              },
              {
                "label": "吴桥县",
                "value": "吴桥县,13-09-28"
              },
              {
                "label": "献县",
                "value": "献县,13-09-29"
              },
              {
                "label": "孟村回族自治县",
                "value": "孟村回族自治县,13-09-30"
              },
              {
                "label": "泊头市",
                "value": "泊头市,13-09-81"
              },
              {
                "label": "任丘市",
                "value": "任丘市,13-09-82"
              },
              {
                "label": "黄骅市",
                "value": "黄骅市,13-09-83"
              },
              {
                "label": "河间市",
                "value": "河间市,13-09-84"
              }
            ]
          },
          {
            "label": "廊坊市",
            "value": "廊坊市,13-10",
            "children": [
              {
                "label": "安次区",
                "value": "安次区,13-10-02"
              },
              {
                "label": "广阳区",
                "value": "广阳区,13-10-03"
              },
              {
                "label": "固安县",
                "value": "固安县,13-10-22"
              },
              {
                "label": "永清县",
                "value": "永清县,13-10-23"
              },
              {
                "label": "香河县",
                "value": "香河县,13-10-24"
              },
              {
                "label": "大城县",
                "value": "大城县,13-10-25"
              },
              {
                "label": "文安县",
                "value": "文安县,13-10-26"
              },
              {
                "label": "大厂回族自治县",
                "value": "大厂回族自治县,13-10-28"
              },
              {
                "label": "霸州市",
                "value": "霸州市,13-10-81"
              },
              {
                "label": "三河市",
                "value": "三河市,13-10-82"
              }
            ]
          },
          {
            "label": "衡水市",
            "value": "衡水市,13-11",
            "children": [
              {
                "label": "桃城区",
                "value": "桃城区,13-11-02"
              },
              {
                "label": "枣强县",
                "value": "枣强县,13-11-21"
              },
              {
                "label": "武邑县",
                "value": "武邑县,13-11-22"
              },
              {
                "label": "武强县",
                "value": "武强县,13-11-23"
              },
              {
                "label": "饶阳县",
                "value": "饶阳县,13-11-24"
              },
              {
                "label": "安平县",
                "value": "安平县,13-11-25"
              },
              {
                "label": "故城县",
                "value": "故城县,13-11-26"
              },
              {
                "label": "景县",
                "value": "景县,13-11-27"
              },
              {
                "label": "阜城县",
                "value": "阜城县,13-11-28"
              },
              {
                "label": "冀州市",
                "value": "冀州市,13-11-81"
              },
              {
                "label": "深州市",
                "value": "深州市,13-11-82"
              }
            ]
          }
        ]
      },
      {
        "label": "山西省",
        "value": "山西省,14",
        "children": [
          {
            "label": "太原市",
            "value": "太原市,14-01",
            "children": [
              {
                "label": "小店区",
                "value": "小店区,14-01-05"
              },
              {
                "label": "迎泽区",
                "value": "迎泽区,14-01-06"
              },
              {
                "label": "杏花岭区",
                "value": "杏花岭区,14-01-07"
              },
              {
                "label": "尖草坪区",
                "value": "尖草坪区,14-01-08"
              },
              {
                "label": "万柏林区",
                "value": "万柏林区,14-01-09"
              },
              {
                "label": "晋源区",
                "value": "晋源区,14-01-10"
              },
              {
                "label": "清徐县",
                "value": "清徐县,14-01-21"
              },
              {
                "label": "阳曲县",
                "value": "阳曲县,14-01-22"
              },
              {
                "label": "娄烦县",
                "value": "娄烦县,14-01-23"
              },
              {
                "label": "古交市",
                "value": "古交市,14-01-81"
              }
            ]
          },
          {
            "label": "大同市",
            "value": "大同市,14-02",
            "children": [
              {
                "label": "城区",
                "value": "城区,14-02-02"
              },
              {
                "label": "矿区",
                "value": "矿区,14-02-03"
              },
              {
                "label": "南郊区",
                "value": "南郊区,14-02-11"
              },
              {
                "label": "新荣区",
                "value": "新荣区,14-02-12"
              },
              {
                "label": "阳高县",
                "value": "阳高县,14-02-21"
              },
              {
                "label": "天镇县",
                "value": "天镇县,14-02-22"
              },
              {
                "label": "广灵县",
                "value": "广灵县,14-02-23"
              },
              {
                "label": "灵丘县",
                "value": "灵丘县,14-02-24"
              },
              {
                "label": "浑源县",
                "value": "浑源县,14-02-25"
              },
              {
                "label": "左云县",
                "value": "左云县,14-02-26"
              },
              {
                "label": "大同县",
                "value": "大同县,14-02-27"
              }
            ]
          },
          {
            "label": "阳泉市",
            "value": "阳泉市,14-03",
            "children": [
              {
                "label": "城区",
                "value": "城区,14-03-02"
              },
              {
                "label": "矿区",
                "value": "矿区,14-03-03"
              },
              {
                "label": "郊区",
                "value": "郊区,14-03-11"
              },
              {
                "label": "平定县",
                "value": "平定县,14-03-21"
              },
              {
                "label": "盂县",
                "value": "盂县,14-03-22"
              }
            ]
          },
          {
            "label": "长治市",
            "value": "长治市,14-04",
            "children": [
              {
                "label": "城区",
                "value": "城区,14-04-02"
              },
              {
                "label": "郊区",
                "value": "郊区,14-04-11"
              },
              {
                "label": "长治县",
                "value": "长治县,14-04-21"
              },
              {
                "label": "襄垣县",
                "value": "襄垣县,14-04-23"
              },
              {
                "label": "屯留县",
                "value": "屯留县,14-04-24"
              },
              {
                "label": "平顺县",
                "value": "平顺县,14-04-25"
              },
              {
                "label": "黎城县",
                "value": "黎城县,14-04-26"
              },
              {
                "label": "壶关县",
                "value": "壶关县,14-04-27"
              },
              {
                "label": "长子县",
                "value": "长子县,14-04-28"
              },
              {
                "label": "武乡县",
                "value": "武乡县,14-04-29"
              },
              {
                "label": "沁县",
                "value": "沁县,14-04-30"
              },
              {
                "label": "沁源县",
                "value": "沁源县,14-04-31"
              },
              {
                "label": "潞城市",
                "value": "潞城市,14-04-81"
              }
            ]
          },
          {
            "label": "晋城市",
            "value": "晋城市,14-05",
            "children": [
              {
                "label": "城区",
                "value": "城区,14-05-02"
              },
              {
                "label": "沁水县",
                "value": "沁水县,14-05-21"
              },
              {
                "label": "阳城县",
                "value": "阳城县,14-05-22"
              },
              {
                "label": "陵川县",
                "value": "陵川县,14-05-24"
              },
              {
                "label": "泽州县",
                "value": "泽州县,14-05-25"
              },
              {
                "label": "高平市",
                "value": "高平市,14-05-81"
              }
            ]
          },
          {
            "label": "朔州市",
            "value": "朔州市,14-06",
            "children": [
              {
                "label": "朔城区",
                "value": "朔城区,14-06-02"
              },
              {
                "label": "平鲁区",
                "value": "平鲁区,14-06-03"
              },
              {
                "label": "山阴县",
                "value": "山阴县,14-06-21"
              },
              {
                "label": "应县",
                "value": "应县,14-06-22"
              },
              {
                "label": "右玉县",
                "value": "右玉县,14-06-23"
              },
              {
                "label": "怀仁县",
                "value": "怀仁县,14-06-24"
              }
            ]
          },
          {
            "label": "晋中市",
            "value": "晋中市,14-07",
            "children": [
              {
                "label": "榆次区",
                "value": "榆次区,14-07-02"
              },
              {
                "label": "榆社县",
                "value": "榆社县,14-07-21"
              },
              {
                "label": "左权县",
                "value": "左权县,14-07-22"
              },
              {
                "label": "和顺县",
                "value": "和顺县,14-07-23"
              },
              {
                "label": "昔阳县",
                "value": "昔阳县,14-07-24"
              },
              {
                "label": "寿阳县",
                "value": "寿阳县,14-07-25"
              },
              {
                "label": "太谷县",
                "value": "太谷县,14-07-26"
              },
              {
                "label": "祁县",
                "value": "祁县,14-07-27"
              },
              {
                "label": "平遥县",
                "value": "平遥县,14-07-28"
              },
              {
                "label": "灵石县",
                "value": "灵石县,14-07-29"
              },
              {
                "label": "介休市",
                "value": "介休市,14-07-81"
              }
            ]
          },
          {
            "label": "运城市",
            "value": "运城市,14-08",
            "children": [
              {
                "label": "盐湖区",
                "value": "盐湖区,14-08-02"
              },
              {
                "label": "临猗县",
                "value": "临猗县,14-08-21"
              },
              {
                "label": "万荣县",
                "value": "万荣县,14-08-22"
              },
              {
                "label": "闻喜县",
                "value": "闻喜县,14-08-23"
              },
              {
                "label": "稷山县",
                "value": "稷山县,14-08-24"
              },
              {
                "label": "新绛县",
                "value": "新绛县,14-08-25"
              },
              {
                "label": "绛县",
                "value": "绛县,14-08-26"
              },
              {
                "label": "垣曲县",
                "value": "垣曲县,14-08-27"
              },
              {
                "label": "夏县",
                "value": "夏县,14-08-28"
              },
              {
                "label": "平陆县",
                "value": "平陆县,14-08-29"
              },
              {
                "label": "芮城县",
                "value": "芮城县,14-08-30"
              },
              {
                "label": "永济市",
                "value": "永济市,14-08-81"
              },
              {
                "label": "河津市",
                "value": "河津市,14-08-82"
              }
            ]
          },
          {
            "label": "忻州市",
            "value": "忻州市,14-09",
            "children": [
              {
                "label": "忻府区",
                "value": "忻府区,14-09-02"
              },
              {
                "label": "定襄县",
                "value": "定襄县,14-09-21"
              },
              {
                "label": "五台县",
                "value": "五台县,14-09-22"
              },
              {
                "label": "代县",
                "value": "代县,14-09-23"
              },
              {
                "label": "繁峙县",
                "value": "繁峙县,14-09-24"
              },
              {
                "label": "宁武县",
                "value": "宁武县,14-09-25"
              },
              {
                "label": "静乐县",
                "value": "静乐县,14-09-26"
              },
              {
                "label": "神池县",
                "value": "神池县,14-09-27"
              },
              {
                "label": "五寨县",
                "value": "五寨县,14-09-28"
              },
              {
                "label": "岢岚县",
                "value": "岢岚县,14-09-29"
              },
              {
                "label": "河曲县",
                "value": "河曲县,14-09-30"
              },
              {
                "label": "保德县",
                "value": "保德县,14-09-31"
              },
              {
                "label": "偏关县",
                "value": "偏关县,14-09-32"
              },
              {
                "label": "原平市",
                "value": "原平市,14-09-81"
              }
            ]
          },
          {
            "label": "临汾市",
            "value": "临汾市,14-10",
            "children": [
              {
                "label": "尧都区",
                "value": "尧都区,14-10-02"
              },
              {
                "label": "曲沃县",
                "value": "曲沃县,14-10-21"
              },
              {
                "label": "翼城县",
                "value": "翼城县,14-10-22"
              },
              {
                "label": "襄汾县",
                "value": "襄汾县,14-10-23"
              },
              {
                "label": "洪洞县",
                "value": "洪洞县,14-10-24"
              },
              {
                "label": "古县",
                "value": "古县,14-10-25"
              },
              {
                "label": "安泽县",
                "value": "安泽县,14-10-26"
              },
              {
                "label": "浮山县",
                "value": "浮山县,14-10-27"
              },
              {
                "label": "吉县",
                "value": "吉县,14-10-28"
              },
              {
                "label": "乡宁县",
                "value": "乡宁县,14-10-29"
              },
              {
                "label": "大宁县",
                "value": "大宁县,14-10-30"
              },
              {
                "label": "隰县",
                "value": "隰县,14-10-31"
              },
              {
                "label": "永和县",
                "value": "永和县,14-10-32"
              },
              {
                "label": "蒲县",
                "value": "蒲县,14-10-33"
              },
              {
                "label": "汾西县",
                "value": "汾西县,14-10-34"
              },
              {
                "label": "侯马市",
                "value": "侯马市,14-10-81"
              },
              {
                "label": "霍州市",
                "value": "霍州市,14-10-82"
              }
            ]
          },
          {
            "label": "吕梁市",
            "value": "吕梁市,14-11",
            "children": [
              {
                "label": "离石区",
                "value": "离石区,14-11-02"
              },
              {
                "label": "文水县",
                "value": "文水县,14-11-21"
              },
              {
                "label": "交城县",
                "value": "交城县,14-11-22"
              },
              {
                "label": "兴县",
                "value": "兴县,14-11-23"
              },
              {
                "label": "临县",
                "value": "临县,14-11-24"
              },
              {
                "label": "柳林县",
                "value": "柳林县,14-11-25"
              },
              {
                "label": "石楼县",
                "value": "石楼县,14-11-26"
              },
              {
                "label": "岚县",
                "value": "岚县,14-11-27"
              },
              {
                "label": "方山县",
                "value": "方山县,14-11-28"
              },
              {
                "label": "中阳县",
                "value": "中阳县,14-11-29"
              },
              {
                "label": "交口县",
                "value": "交口县,14-11-30"
              },
              {
                "label": "孝义市",
                "value": "孝义市,14-11-81"
              },
              {
                "label": "汾阳市",
                "value": "汾阳市,14-11-82"
              }
            ]
          }
        ]
      },
      {
        "label": "内蒙古",
        "value": "内蒙古,15",
        "children": [
          {
            "label": "呼和浩特市",
            "value": "呼和浩特市,15-01",
            "children": [
              {
                "label": "新城区",
                "value": "新城区,15-01-02"
              },
              {
                "label": "回民区",
                "value": "回民区,15-01-03"
              },
              {
                "label": "玉泉区",
                "value": "玉泉区,15-01-04"
              },
              {
                "label": "赛罕区",
                "value": "赛罕区,15-01-05"
              },
              {
                "label": "土默特左旗",
                "value": "土默特左旗,15-01-21"
              },
              {
                "label": "托克托县",
                "value": "托克托县,15-01-22"
              },
              {
                "label": "和林格尔县",
                "value": "和林格尔县,15-01-23"
              },
              {
                "label": "清水河县",
                "value": "清水河县,15-01-24"
              },
              {
                "label": "武川县",
                "value": "武川县,15-01-25"
              }
            ]
          },
          {
            "label": "包头市",
            "value": "包头市,15-02",
            "children": [
              {
                "label": "东河区",
                "value": "东河区,15-02-02"
              },
              {
                "label": "昆都仑区",
                "value": "昆都仑区,15-02-03"
              },
              {
                "label": "青山区",
                "value": "青山区,15-02-04"
              },
              {
                "label": "石拐区",
                "value": "石拐区,15-02-05"
              },
              {
                "label": "白云矿区",
                "value": "白云矿区,15-02-06"
              },
              {
                "label": "九原区",
                "value": "九原区,15-02-07"
              },
              {
                "label": "土默特右旗",
                "value": "土默特右旗,15-02-21"
              },
              {
                "label": "固阳县",
                "value": "固阳县,15-02-22"
              },
              {
                "label": "达尔罕茂明安联合旗",
                "value": "达尔罕茂明安联合旗,15-02-23"
              }
            ]
          },
          {
            "label": "乌海市",
            "value": "乌海市,15-03",
            "children": [
              {
                "label": "海勃湾区",
                "value": "海勃湾区,15-03-02"
              },
              {
                "label": "海南区",
                "value": "海南区,15-03-03"
              },
              {
                "label": "乌达区",
                "value": "乌达区,15-03-04"
              }
            ]
          },
          {
            "label": "赤峰市",
            "value": "赤峰市,15-04",
            "children": [
              {
                "label": "红山区",
                "value": "红山区,15-04-02"
              },
              {
                "label": "元宝山区",
                "value": "元宝山区,15-04-03"
              },
              {
                "label": "松山区",
                "value": "松山区,15-04-04"
              },
              {
                "label": "阿鲁科尔沁旗",
                "value": "阿鲁科尔沁旗,15-04-21"
              },
              {
                "label": "巴林左旗",
                "value": "巴林左旗,15-04-22"
              },
              {
                "label": "巴林右旗",
                "value": "巴林右旗,15-04-23"
              },
              {
                "label": "林西县",
                "value": "林西县,15-04-24"
              },
              {
                "label": "克什克腾旗",
                "value": "克什克腾旗,15-04-25"
              },
              {
                "label": "翁牛特旗",
                "value": "翁牛特旗,15-04-26"
              },
              {
                "label": "喀喇沁旗",
                "value": "喀喇沁旗,15-04-28"
              },
              {
                "label": "宁城县",
                "value": "宁城县,15-04-29"
              },
              {
                "label": "敖汉旗",
                "value": "敖汉旗,15-04-30"
              }
            ]
          },
          {
            "label": "通辽市",
            "value": "通辽市,15-05",
            "children": [
              {
                "label": "科尔沁区",
                "value": "科尔沁区,15-05-02"
              },
              {
                "label": "科尔沁左翼中旗",
                "value": "科尔沁左翼中旗,15-05-21"
              },
              {
                "label": "科尔沁左翼后旗",
                "value": "科尔沁左翼后旗,15-05-22"
              },
              {
                "label": "开鲁县",
                "value": "开鲁县,15-05-23"
              },
              {
                "label": "库伦旗",
                "value": "库伦旗,15-05-24"
              },
              {
                "label": "奈曼旗",
                "value": "奈曼旗,15-05-25"
              },
              {
                "label": "扎鲁特旗",
                "value": "扎鲁特旗,15-05-26"
              },
              {
                "label": "霍林郭勒市",
                "value": "霍林郭勒市,15-05-81"
              }
            ]
          },
          {
            "label": "鄂尔多斯市",
            "value": "鄂尔多斯市,15-06",
            "children": [
              {
                "label": "东胜区",
                "value": "东胜区,15-06-02"
              },
              {
                "label": "达拉特旗",
                "value": "达拉特旗,15-06-21"
              },
              {
                "label": "准格尔旗",
                "value": "准格尔旗,15-06-22"
              },
              {
                "label": "鄂托克前旗",
                "value": "鄂托克前旗,15-06-23"
              },
              {
                "label": "鄂托克旗",
                "value": "鄂托克旗,15-06-24"
              },
              {
                "label": "杭锦旗",
                "value": "杭锦旗,15-06-25"
              },
              {
                "label": "乌审旗",
                "value": "乌审旗,15-06-26"
              },
              {
                "label": "伊金霍洛旗",
                "value": "伊金霍洛旗,15-06-27"
              }
            ]
          },
          {
            "label": "呼伦贝尔市",
            "value": "呼伦贝尔市,15-07",
            "children": [
              {
                "label": "海拉尔区",
                "value": "海拉尔区,15-07-02"
              },
              {
                "label": "阿荣旗",
                "value": "阿荣旗,15-07-21"
              },
              {
                "label": "莫力达瓦达斡尔族自治旗",
                "value": "莫力达瓦达斡尔族自治旗,15-07-22"
              },
              {
                "label": "鄂伦春自治旗",
                "value": "鄂伦春自治旗,15-07-23"
              },
              {
                "label": "鄂温克族自治旗",
                "value": "鄂温克族自治旗,15-07-24"
              },
              {
                "label": "陈巴尔虎旗",
                "value": "陈巴尔虎旗,15-07-25"
              },
              {
                "label": "新巴尔虎左旗",
                "value": "新巴尔虎左旗,15-07-26"
              },
              {
                "label": "新巴尔虎右旗",
                "value": "新巴尔虎右旗,15-07-27"
              },
              {
                "label": "满洲里市",
                "value": "满洲里市,15-07-81"
              },
              {
                "label": "牙克石市",
                "value": "牙克石市,15-07-82"
              },
              {
                "label": "扎兰屯市",
                "value": "扎兰屯市,15-07-83"
              },
              {
                "label": "额尔古纳市",
                "value": "额尔古纳市,15-07-84"
              },
              {
                "label": "根河市",
                "value": "根河市,15-07-85"
              }
            ]
          },
          {
            "label": "巴彦淖尔市",
            "value": "巴彦淖尔市,15-08",
            "children": [
              {
                "label": "临河区",
                "value": "临河区,15-08-02"
              },
              {
                "label": "五原县",
                "value": "五原县,15-08-21"
              },
              {
                "label": "磴口县",
                "value": "磴口县,15-08-22"
              },
              {
                "label": "乌拉特前旗",
                "value": "乌拉特前旗,15-08-23"
              },
              {
                "label": "乌拉特中旗",
                "value": "乌拉特中旗,15-08-24"
              },
              {
                "label": "乌拉特后旗",
                "value": "乌拉特后旗,15-08-25"
              },
              {
                "label": "杭锦后旗",
                "value": "杭锦后旗,15-08-26"
              }
            ]
          },
          {
            "label": "乌兰察布市",
            "value": "乌兰察布市,15-09",
            "children": [
              {
                "label": "集宁区",
                "value": "集宁区,15-09-02"
              },
              {
                "label": "卓资县",
                "value": "卓资县,15-09-21"
              },
              {
                "label": "化德县",
                "value": "化德县,15-09-22"
              },
              {
                "label": "商都县",
                "value": "商都县,15-09-23"
              },
              {
                "label": "兴和县",
                "value": "兴和县,15-09-24"
              },
              {
                "label": "凉城县",
                "value": "凉城县,15-09-25"
              },
              {
                "label": "察哈尔右翼前旗",
                "value": "察哈尔右翼前旗,15-09-26"
              },
              {
                "label": "察哈尔右翼中旗",
                "value": "察哈尔右翼中旗,15-09-27"
              },
              {
                "label": "察哈尔右翼后旗",
                "value": "察哈尔右翼后旗,15-09-28"
              },
              {
                "label": "四子王旗",
                "value": "四子王旗,15-09-29"
              },
              {
                "label": "丰镇市",
                "value": "丰镇市,15-09-81"
              }
            ]
          },
          {
            "label": "兴安盟",
            "value": "兴安盟,15-22",
            "children": [
              {
                "label": "乌兰浩特市",
                "value": "乌兰浩特市,15-22-01"
              },
              {
                "label": "阿尔山市",
                "value": "阿尔山市,15-22-02"
              },
              {
                "label": "科尔沁右翼前旗",
                "value": "科尔沁右翼前旗,15-22-21"
              },
              {
                "label": "科尔沁右翼中旗",
                "value": "科尔沁右翼中旗,15-22-22"
              },
              {
                "label": "扎赉特旗",
                "value": "扎赉特旗,15-22-23"
              },
              {
                "label": "突泉县",
                "value": "突泉县,15-22-24"
              }
            ]
          },
          {
            "label": "锡林郭勒盟",
            "value": "锡林郭勒盟,15-25",
            "children": [
              {
                "label": "二连浩特市",
                "value": "二连浩特市,15-25-01"
              },
              {
                "label": "锡林浩特市",
                "value": "锡林浩特市,15-25-02"
              },
              {
                "label": "阿巴嘎旗",
                "value": "阿巴嘎旗,15-25-22"
              },
              {
                "label": "苏尼特左旗",
                "value": "苏尼特左旗,15-25-23"
              },
              {
                "label": "苏尼特右旗",
                "value": "苏尼特右旗,15-25-24"
              },
              {
                "label": "东乌珠穆沁旗",
                "value": "东乌珠穆沁旗,15-25-25"
              },
              {
                "label": "西乌珠穆沁旗",
                "value": "西乌珠穆沁旗,15-25-26"
              },
              {
                "label": "太仆寺旗",
                "value": "太仆寺旗,15-25-27"
              },
              {
                "label": "镶黄旗",
                "value": "镶黄旗,15-25-28"
              },
              {
                "label": "正镶白旗",
                "value": "正镶白旗,15-25-29"
              },
              {
                "label": "正蓝旗",
                "value": "正蓝旗,15-25-30"
              },
              {
                "label": "多伦县",
                "value": "多伦县,15-25-31"
              }
            ]
          },
          {
            "label": "阿拉善盟",
            "value": "阿拉善盟,15-29",
            "children": [
              {
                "label": "阿拉善左旗",
                "value": "阿拉善左旗,15-29-21"
              },
              {
                "label": "阿拉善右旗",
                "value": "阿拉善右旗,15-29-22"
              },
              {
                "label": "额济纳旗",
                "value": "额济纳旗,15-29-23"
              }
            ]
          }
        ]
      },
      {
        "label": "辽宁省",
        "value": "辽宁省,21",
        "children": [
          {
            "label": "沈阳市",
            "value": "沈阳市,21-01",
            "children": [
              {
                "label": "和平区",
                "value": "和平区,21-01-02"
              },
              {
                "label": "沈河区",
                "value": "沈河区,21-01-03"
              },
              {
                "label": "大东区",
                "value": "大东区,21-01-04"
              },
              {
                "label": "皇姑区",
                "value": "皇姑区,21-01-05"
              },
              {
                "label": "铁西区",
                "value": "铁西区,21-01-06"
              },
              {
                "label": "苏家屯区",
                "value": "苏家屯区,21-01-11"
              },
              {
                "label": "东陵区",
                "value": "东陵区,21-01-12"
              },
              {
                "label": "沈北新区",
                "value": "沈北新区,21-01-13"
              },
              {
                "label": "于洪区",
                "value": "于洪区,21-01-14"
              },
              {
                "label": "辽中县",
                "value": "辽中县,21-01-22"
              },
              {
                "label": "康平县",
                "value": "康平县,21-01-23"
              },
              {
                "label": "法库县",
                "value": "法库县,21-01-24"
              },
              {
                "label": "新民市",
                "value": "新民市,21-01-81"
              }
            ]
          },
          {
            "label": "大连市",
            "value": "大连市,21-02",
            "children": [
              {
                "label": "中山区",
                "value": "中山区,21-02-02"
              },
              {
                "label": "西岗区",
                "value": "西岗区,21-02-03"
              },
              {
                "label": "沙河口区",
                "value": "沙河口区,21-02-04"
              },
              {
                "label": "甘井子区",
                "value": "甘井子区,21-02-11"
              },
              {
                "label": "旅顺口区",
                "value": "旅顺口区,21-02-12"
              },
              {
                "label": "金州区",
                "value": "金州区,21-02-13"
              },
              {
                "label": "长海县",
                "value": "长海县,21-02-24"
              },
              {
                "label": "瓦房店市",
                "value": "瓦房店市,21-02-81"
              },
              {
                "label": "普兰店市",
                "value": "普兰店市,21-02-82"
              },
              {
                "label": "庄河市",
                "value": "庄河市,21-02-83"
              }
            ]
          },
          {
            "label": "鞍山市",
            "value": "鞍山市,21-03",
            "children": [
              {
                "label": "铁东区",
                "value": "铁东区,21-03-02"
              },
              {
                "label": "铁西区",
                "value": "铁西区,21-03-03"
              },
              {
                "label": "立山区",
                "value": "立山区,21-03-04"
              },
              {
                "label": "千山区",
                "value": "千山区,21-03-11"
              },
              {
                "label": "台安县",
                "value": "台安县,21-03-21"
              },
              {
                "label": "岫岩满族自治县",
                "value": "岫岩满族自治县,21-03-23"
              },
              {
                "label": "海城市",
                "value": "海城市,21-03-81"
              }
            ]
          },
          {
            "label": "抚顺市",
            "value": "抚顺市,21-04",
            "children": [
              {
                "label": "新抚区",
                "value": "新抚区,21-04-02"
              },
              {
                "label": "东洲区",
                "value": "东洲区,21-04-03"
              },
              {
                "label": "望花区",
                "value": "望花区,21-04-04"
              },
              {
                "label": "顺城区",
                "value": "顺城区,21-04-11"
              },
              {
                "label": "抚顺县",
                "value": "抚顺县,21-04-21"
              },
              {
                "label": "新宾满族自治县",
                "value": "新宾满族自治县,21-04-23"
              },
              {
                "label": "清原满族自治县",
                "value": "清原满族自治县,21-04-23"
              }
            ]
          },
          {
            "label": "本溪市",
            "value": "本溪市,21-05",
            "children": [
              {
                "label": "平山区",
                "value": "平山区,21-05-02"
              },
              {
                "label": "溪湖区",
                "value": "溪湖区,21-05-03"
              },
              {
                "label": "明山区",
                "value": "明山区,21-05-04"
              },
              {
                "label": "南芬区",
                "value": "南芬区,21-05-05"
              },
              {
                "label": "本溪满族自治县",
                "value": "本溪满族自治县,21-05-21"
              },
              {
                "label": "桓仁满族自治县",
                "value": "桓仁满族自治县,21-05-22"
              }
            ]
          },
          {
            "label": "丹东市",
            "value": "丹东市,21-06",
            "children": [
              {
                "label": "元宝区",
                "value": "元宝区,21-06-02"
              },
              {
                "label": "振兴区",
                "value": "振兴区,21-06-03"
              },
              {
                "label": "振安区",
                "value": "振安区,21-06-04"
              },
              {
                "label": "宽甸满族自治县",
                "value": "宽甸满族自治县,21-06-24"
              },
              {
                "label": "东港市",
                "value": "东港市,21-06-81"
              },
              {
                "label": "凤城市",
                "value": "凤城市,21-06-82"
              }
            ]
          },
          {
            "label": "锦州市",
            "value": "锦州市,21-07",
            "children": [
              {
                "label": "古塔区",
                "value": "古塔区,21-07-02"
              },
              {
                "label": "凌河区",
                "value": "凌河区,21-07-03"
              },
              {
                "label": "太和区",
                "value": "太和区,21-07-11"
              },
              {
                "label": "黑山县",
                "value": "黑山县,21-07-26"
              },
              {
                "label": "义县",
                "value": "义县,21-07-27"
              },
              {
                "label": "凌海市",
                "value": "凌海市,21-07-81"
              },
              {
                "label": "北镇市",
                "value": "北镇市,21-07-82"
              }
            ]
          },
          {
            "label": "营口市",
            "value": "营口市,21-08",
            "children": [
              {
                "label": "站前区",
                "value": "站前区,21-08-02"
              },
              {
                "label": "西市区",
                "value": "西市区,21-08-03"
              },
              {
                "label": "鲅鱼圈区",
                "value": "鲅鱼圈区,21-08-04"
              },
              {
                "label": "老边区",
                "value": "老边区,21-08-11"
              },
              {
                "label": "盖州市",
                "value": "盖州市,21-08-81"
              },
              {
                "label": "大石桥市",
                "value": "大石桥市,21-08-82"
              }
            ]
          },
          {
            "label": "阜新市",
            "value": "阜新市,21-09",
            "children": [
              {
                "label": "海州区",
                "value": "海州区,21-09-02"
              },
              {
                "label": "新邱区",
                "value": "新邱区,21-09-03"
              },
              {
                "label": "太平区",
                "value": "太平区,21-09-04"
              },
              {
                "label": "清河门区",
                "value": "清河门区,21-09-05"
              },
              {
                "label": "细河区",
                "value": "细河区,21-09-11"
              },
              {
                "label": "阜新蒙古族自治县",
                "value": "阜新蒙古族自治县,21-09-21"
              },
              {
                "label": "彰武县",
                "value": "彰武县,21-09-22"
              }
            ]
          },
          {
            "label": "辽阳市",
            "value": "辽阳市,21-10",
            "children": [
              {
                "label": "白塔区",
                "value": "白塔区,21-10-02"
              },
              {
                "label": "文圣区",
                "value": "文圣区,21-10-03"
              },
              {
                "label": "宏伟区",
                "value": "宏伟区,21-10-04"
              },
              {
                "label": "弓长岭区",
                "value": "弓长岭区,21-10-05"
              },
              {
                "label": "太子河区",
                "value": "太子河区,21-10-11"
              },
              {
                "label": "辽阳县",
                "value": "辽阳县,21-10-21"
              },
              {
                "label": "灯塔市",
                "value": "灯塔市,21-10-81"
              }
            ]
          },
          {
            "label": "盘锦市",
            "value": "盘锦市,21-11",
            "children": [
              {
                "label": "双台子区",
                "value": "双台子区,21-11-02"
              },
              {
                "label": "兴隆台区",
                "value": "兴隆台区,21-11-03"
              },
              {
                "label": "大洼县",
                "value": "大洼县,21-11-21"
              },
              {
                "label": "盘山县",
                "value": "盘山县,21-11-22"
              }
            ]
          },
          {
            "label": "铁岭市",
            "value": "铁岭市,21-12",
            "children": [
              {
                "label": "银州区",
                "value": "银州区,21-12-02"
              },
              {
                "label": "清河区",
                "value": "清河区,21-12-04"
              },
              {
                "label": "铁岭县",
                "value": "铁岭县,21-12-21"
              },
              {
                "label": "西丰县",
                "value": "西丰县,21-12-23"
              },
              {
                "label": "昌图县",
                "value": "昌图县,21-12-24"
              },
              {
                "label": "调兵山市",
                "value": "调兵山市,21-12-81"
              },
              {
                "label": "开原市",
                "value": "开原市,21-12-82"
              }
            ]
          },
          {
            "label": "朝阳市",
            "value": "朝阳市,21-13",
            "children": [
              {
                "label": "双塔区",
                "value": "双塔区,21-13-02"
              },
              {
                "label": "龙城区",
                "value": "龙城区,21-13-03"
              },
              {
                "label": "朝阳县",
                "value": "朝阳县,21-13-21"
              },
              {
                "label": "建平县",
                "value": "建平县,21-13-22"
              },
              {
                "label": "喀喇沁左翼蒙古族自治县",
                "value": "喀喇沁左翼蒙古族自治县,21-13-24"
              },
              {
                "label": "北票市",
                "value": "北票市,21-13-81"
              },
              {
                "label": "凌源市",
                "value": "凌源市,21-13-82"
              }
            ]
          },
          {
            "label": "葫芦岛市",
            "value": "葫芦岛市,21-14",
            "children": [
              {
                "label": "连山区",
                "value": "连山区,21-14-02"
              },
              {
                "label": "龙港区",
                "value": "龙港区,21-14-03"
              },
              {
                "label": "南票区",
                "value": "南票区,21-14-04"
              },
              {
                "label": "绥中县",
                "value": "绥中县,21-14-21"
              },
              {
                "label": "建昌县",
                "value": "建昌县,21-14-22"
              },
              {
                "label": "兴城市",
                "value": "兴城市,21-14-81"
              }
            ]
          }
        ]
      },
      {
        "label": "吉林省",
        "value": "吉林省,22",
        "children": [
          {
            "label": "长春市",
            "value": "长春市,22-01",
            "children": [
              {
                "label": "南关区",
                "value": "南关区,22-01-02"
              },
              {
                "label": "宽城区",
                "value": "宽城区,22-01-03"
              },
              {
                "label": "朝阳区",
                "value": "朝阳区,22-01-04"
              },
              {
                "label": "二道区",
                "value": "二道区,22-01-05"
              },
              {
                "label": "绿园区",
                "value": "绿园区,22-01-06"
              },
              {
                "label": "双阳区",
                "value": "双阳区,22-01-12"
              },
              {
                "label": "农安县",
                "value": "农安县,22-01-22"
              },
              {
                "label": "九台市",
                "value": "九台市,22-01-81"
              },
              {
                "label": "榆树市",
                "value": "榆树市,22-01-82"
              },
              {
                "label": "德惠市",
                "value": "德惠市,22-01-83"
              }
            ]
          },
          {
            "label": "吉林市",
            "value": "吉林市,22-02",
            "children": [
              {
                "label": "昌邑区",
                "value": "昌邑区,22-02-02"
              },
              {
                "label": "龙潭区",
                "value": "龙潭区,22-02-03"
              },
              {
                "label": "船营区",
                "value": "船营区,22-02-04"
              },
              {
                "label": "丰满区",
                "value": "丰满区,22-02-11"
              },
              {
                "label": "永吉县",
                "value": "永吉县,22-02-21"
              },
              {
                "label": "蛟河市",
                "value": "蛟河市,22-02-81"
              },
              {
                "label": "桦甸市",
                "value": "桦甸市,22-02-82"
              },
              {
                "label": "舒兰市",
                "value": "舒兰市,22-02-83"
              },
              {
                "label": "磐石市",
                "value": "磐石市,22-02-84"
              }
            ]
          },
          {
            "label": "四平市",
            "value": "四平市,22-03",
            "children": [
              {
                "label": "铁西区",
                "value": "铁西区,22-03-02"
              },
              {
                "label": "铁东区",
                "value": "铁东区,22-03-03"
              },
              {
                "label": "梨树县",
                "value": "梨树县,22-03-22"
              },
              {
                "label": "伊通满族自治县",
                "value": "伊通满族自治县,22-03-23"
              },
              {
                "label": "公主岭市",
                "value": "公主岭市,22-03-81"
              },
              {
                "label": "双辽市",
                "value": "双辽市,22-03-82"
              }
            ]
          },
          {
            "label": "辽源市",
            "value": "辽源市,22-04",
            "children": [
              {
                "label": "龙山区",
                "value": "龙山区,22-04-02"
              },
              {
                "label": "西安区",
                "value": "西安区,22-04-03"
              },
              {
                "label": "东丰县",
                "value": "东丰县,22-04-21"
              },
              {
                "label": "东辽县",
                "value": "东辽县,22-04-22"
              }
            ]
          },
          {
            "label": "通化市",
            "value": "通化市,22-05",
            "children": [
              {
                "label": "东昌区",
                "value": "东昌区,22-05-02"
              },
              {
                "label": "二道江区",
                "value": "二道江区,22-05-03"
              },
              {
                "label": "通化县",
                "value": "通化县,22-05-21"
              },
              {
                "label": "辉南县",
                "value": "辉南县,22-05-23"
              },
              {
                "label": "柳河县",
                "value": "柳河县,22-05-24"
              },
              {
                "label": "梅河口市",
                "value": "梅河口市,22-05-81"
              },
              {
                "label": "集安市",
                "value": "集安市,22-05-82"
              }
            ]
          },
          {
            "label": "白山市",
            "value": "白山市,22-06",
            "children": [
              {
                "label": "八道江区",
                "value": "八道江区,22-06-02"
              },
              {
                "label": "江源区",
                "value": "江源区,22-06-04"
              },
              {
                "label": "抚松县",
                "value": "抚松县,22-06-21"
              },
              {
                "label": "靖宇县",
                "value": "靖宇县,22-06-22"
              },
              {
                "label": "长白朝鲜族自治县",
                "value": "长白朝鲜族自治县,22-06-23"
              },
              {
                "label": "临江市",
                "value": "临江市,22-06-81"
              }
            ]
          },
          {
            "label": "松原市",
            "value": "松原市,22-07",
            "children": [
              {
                "label": "宁江区",
                "value": "宁江区,22-07-02"
              },
              {
                "label": "前郭尔罗斯蒙古族自治县",
                "value": "前郭尔罗斯蒙古族自治县,22-07-21"
              },
              {
                "label": "长岭县",
                "value": "长岭县,22-07-22"
              },
              {
                "label": "乾安县",
                "value": "乾安县,22-07-23"
              },
              {
                "label": "扶余县",
                "value": "扶余县,22-07-24"
              }
            ]
          },
          {
            "label": "白城市",
            "value": "白城市,22-08",
            "children": [
              {
                "label": "洮北区",
                "value": "洮北区,22-08-02"
              },
              {
                "label": "镇赉县",
                "value": "镇赉县,22-08-21"
              },
              {
                "label": "通榆县",
                "value": "通榆县,22-08-22"
              },
              {
                "label": "洮南市",
                "value": "洮南市,22-08-81"
              },
              {
                "label": "大安市",
                "value": "大安市,22-08-82"
              }
            ]
          },
          {
            "label": "延边朝鲜族自治州",
            "value": "延边朝鲜族自治州,22-24",
            "children": [
              {
                "label": "延吉市",
                "value": "延吉市,22-24-01"
              },
              {
                "label": "图们市",
                "value": "图们市,22-24-02"
              },
              {
                "label": "敦化市",
                "value": "敦化市,22-24-03"
              },
              {
                "label": "珲春市",
                "value": "珲春市,22-24-04"
              },
              {
                "label": "龙井市",
                "value": "龙井市,22-24-05"
              },
              {
                "label": "和龙市",
                "value": "和龙市,22-24-06"
              },
              {
                "label": "汪清县",
                "value": "汪清县,22-24-24"
              },
              {
                "label": "安图县",
                "value": "安图县,22-24-26"
              }
            ]
          }
        ]
      },
      {
        "label": "黑龙江省",
        "value": "黑龙江省,23",
        "children": [
          {
            "label": "哈尔滨市",
            "value": "哈尔滨市,23-01",
            "children": [
              {
                "label": "道里区",
                "value": "道里区,23-01-02"
              },
              {
                "label": "南岗区",
                "value": "南岗区,23-01-03"
              },
              {
                "label": "道外区",
                "value": "道外区,23-01-04"
              },
              {
                "label": "平房区",
                "value": "平房区,23-01-08"
              },
              {
                "label": "松北区",
                "value": "松北区,23-01-09"
              },
              {
                "label": "香坊区",
                "value": "香坊区,23-01-10"
              },
              {
                "label": "呼兰区",
                "value": "呼兰区,23-01-11"
              },
              {
                "label": "阿城区",
                "value": "阿城区,23-01-12"
              },
              {
                "label": "依兰县",
                "value": "依兰县,23-01-23"
              },
              {
                "label": "方正县",
                "value": "方正县,23-01-24"
              },
              {
                "label": "宾县",
                "value": "宾县,23-01-25"
              },
              {
                "label": "巴彦县",
                "value": "巴彦县,23-01-26"
              },
              {
                "label": "木兰县",
                "value": "木兰县,23-01-27"
              },
              {
                "label": "通河县",
                "value": "通河县,23-01-28"
              },
              {
                "label": "延寿县",
                "value": "延寿县,23-01-29"
              },
              {
                "label": "双城市",
                "value": "双城市,23-01-82"
              },
              {
                "label": "尚志市",
                "value": "尚志市,23-01-83"
              },
              {
                "label": "五常市",
                "value": "五常市,23-01-84"
              }
            ]
          },
          {
            "label": "哈尔滨市",
            "value": "哈尔滨市,23-02",
            "children": [
              {
                "label": "龙沙区",
                "value": "龙沙区,23-02-02"
              },
              {
                "label": "建华区",
                "value": "建华区,23-02-03"
              },
              {
                "label": "铁锋区",
                "value": "铁锋区,23-02-04"
              },
              {
                "label": "昂昂溪区",
                "value": "昂昂溪区,23-02-05"
              },
              {
                "label": "富拉尔基区",
                "value": "富拉尔基区,23-02-06"
              },
              {
                "label": "碾子山区",
                "value": "碾子山区,23-02-07"
              },
              {
                "label": "梅里斯达斡尔族区",
                "value": "梅里斯达斡尔族区,23-02-08"
              },
              {
                "label": "龙江县",
                "value": "龙江县,23-02-21"
              },
              {
                "label": "依安县",
                "value": "依安县,23-02-23"
              },
              {
                "label": "泰来县",
                "value": "泰来县,23-02-24"
              },
              {
                "label": "甘南县",
                "value": "甘南县,23-02-25"
              },
              {
                "label": "富裕县",
                "value": "富裕县,23-02-27"
              },
              {
                "label": "克山县",
                "value": "克山县,23-02-29"
              },
              {
                "label": "克东县",
                "value": "克东县,23-02-30"
              },
              {
                "label": "拜泉县",
                "value": "拜泉县,23-02-31"
              },
              {
                "label": "讷河市",
                "value": "讷河市,23-02-81"
              }
            ]
          },
          {
            "label": "鸡西市",
            "value": "鸡西市,23-03",
            "children": [
              {
                "label": "鸡冠区",
                "value": "鸡冠区,23-03-02"
              },
              {
                "label": "恒山区",
                "value": "恒山区,23-03-03"
              },
              {
                "label": "滴道区",
                "value": "滴道区,23-03-04"
              },
              {
                "label": "梨树区",
                "value": "梨树区,23-03-05"
              },
              {
                "label": "城子河区",
                "value": "城子河区,23-03-06"
              },
              {
                "label": "麻山区",
                "value": "麻山区,23-03-07"
              },
              {
                "label": "鸡东县",
                "value": "鸡东县,23-03-21"
              },
              {
                "label": "虎林市",
                "value": "虎林市,23-03-81"
              },
              {
                "label": "密山市",
                "value": "密山市,23-03-82"
              }
            ]
          },
          {
            "label": "鹤岗市",
            "value": "鹤岗市,23-04",
            "children": [
              {
                "label": "向阳区",
                "value": "向阳区,23-04-02"
              },
              {
                "label": "工农区",
                "value": "工农区,23-04-03"
              },
              {
                "label": "南山区",
                "value": "南山区,23-04-04"
              },
              {
                "label": "兴安区",
                "value": "兴安区,23-04-05"
              },
              {
                "label": "东山区",
                "value": "东山区,23-04-06"
              },
              {
                "label": "兴山区",
                "value": "兴山区,23-04-07"
              },
              {
                "label": "萝北县",
                "value": "萝北县,23-04-21"
              },
              {
                "label": "绥滨县",
                "value": "绥滨县,23-04-22"
              }
            ]
          },
          {
            "label": "双鸭山市",
            "value": "双鸭山市,23-05",
            "children": [
              {
                "label": "尖山区",
                "value": "尖山区,23-05-02"
              },
              {
                "label": "岭东区",
                "value": "岭东区,23-05-03"
              },
              {
                "label": "四方台区",
                "value": "四方台区,23-05-05"
              },
              {
                "label": "宝山区",
                "value": "宝山区,23-05-06"
              },
              {
                "label": "集贤县",
                "value": "集贤县,23-05-21"
              },
              {
                "label": "友谊县",
                "value": "友谊县,23-05-22"
              },
              {
                "label": "宝清县",
                "value": "宝清县,23-05-23"
              },
              {
                "label": "饶河县",
                "value": "饶河县,23-05-24"
              }
            ]
          },
          {
            "label": "大庆市",
            "value": "大庆市,23-06",
            "children": [
              {
                "label": "萨尔图区",
                "value": "萨尔图区,23-06-02"
              },
              {
                "label": "龙凤区",
                "value": "龙凤区,23-06-03"
              },
              {
                "label": "让胡路区",
                "value": "让胡路区,23-06-04"
              },
              {
                "label": "红岗区",
                "value": "红岗区,23-06-05"
              },
              {
                "label": "大同区",
                "value": "大同区,23-06-06"
              },
              {
                "label": "肇州县",
                "value": "肇州县,23-06-21"
              },
              {
                "label": "肇源县",
                "value": "肇源县,23-06-22"
              },
              {
                "label": "林甸县",
                "value": "林甸县,23-06-23"
              },
              {
                "label": "杜尔伯特蒙古族自治县",
                "value": "杜尔伯特蒙古族自治县,23-06-24"
              }
            ]
          },
          {
            "label": "伊春市",
            "value": "伊春市,23-07",
            "children": [
              {
                "label": "伊春区",
                "value": "伊春区,23-07-02"
              },
              {
                "label": "南岔区",
                "value": "南岔区,23-07-03"
              },
              {
                "label": "友好区",
                "value": "友好区,23-07-04"
              },
              {
                "label": "西林区",
                "value": "西林区,23-07-05"
              },
              {
                "label": "翠峦区",
                "value": "翠峦区,23-07-06"
              },
              {
                "label": "新青区",
                "value": "新青区,23-07-07"
              },
              {
                "label": "美溪区",
                "value": "美溪区,23-07-08"
              },
              {
                "label": "金山屯区",
                "value": "金山屯区,23-07-09"
              },
              {
                "label": "五营区",
                "value": "五营区,23-07-10"
              },
              {
                "label": "乌马河区",
                "value": "乌马河区,23-07-11"
              },
              {
                "label": "汤旺河区",
                "value": "汤旺河区,23-07-12"
              },
              {
                "label": "带岭区",
                "value": "带岭区,23-07-13"
              },
              {
                "label": "乌伊岭区",
                "value": "乌伊岭区,23-07-14"
              },
              {
                "label": "红星区",
                "value": "红星区,23-07-15"
              },
              {
                "label": "上甘岭区",
                "value": "上甘岭区,23-07-16"
              },
              {
                "label": "嘉荫县",
                "value": "嘉荫县,23-07-22"
              },
              {
                "label": "铁力市",
                "value": "铁力市,23-07-81"
              }
            ]
          },
          {
            "label": "佳木斯市",
            "value": "佳木斯市,23-08",
            "children": [
              {
                "label": "向阳区",
                "value": "向阳区,23-08-03"
              },
              {
                "label": "前进区",
                "value": "前进区,23-08-04"
              },
              {
                "label": "东风区",
                "value": "东风区,23-08-05"
              },
              {
                "label": "郊区",
                "value": "郊区,23-08-11"
              },
              {
                "label": "桦南县",
                "value": "桦南县,23-08-22"
              },
              {
                "label": "桦川县",
                "value": "桦川县,23-08-26"
              },
              {
                "label": "汤原县",
                "value": "汤原县,23-08-28"
              },
              {
                "label": "抚远县",
                "value": "抚远县,23-08-33"
              },
              {
                "label": "同江市",
                "value": "同江市,23-08-81"
              },
              {
                "label": "富锦市",
                "value": "富锦市,23-08-82"
              }
            ]
          },
          {
            "label": "七台河市",
            "value": "七台河市,23-09",
            "children": [
              {
                "label": "新兴区",
                "value": "新兴区,23-09-02"
              },
              {
                "label": "桃山区",
                "value": "桃山区,23-09-03"
              },
              {
                "label": "茄子河区",
                "value": "茄子河区,23-09-04"
              },
              {
                "label": "勃利县",
                "value": "勃利县,23-09-21"
              }
            ]
          },
          {
            "label": "牡丹江市",
            "value": "牡丹江市,23-10",
            "children": [
              {
                "label": "东安区",
                "value": "东安区,23-10-02"
              },
              {
                "label": "阳明区",
                "value": "阳明区,23-10-03"
              },
              {
                "label": "爱民区",
                "value": "爱民区,23-10-04"
              },
              {
                "label": "西安区",
                "value": "西安区,23-10-05"
              },
              {
                "label": "东宁县",
                "value": "东宁县,23-10-24"
              },
              {
                "label": "林口县",
                "value": "林口县,23-10-25"
              },
              {
                "label": "绥芬河市",
                "value": "绥芬河市,23-10-81"
              },
              {
                "label": "海林市",
                "value": "海林市,23-10-83"
              },
              {
                "label": "宁安市",
                "value": "宁安市,23-10-84"
              },
              {
                "label": "穆棱市",
                "value": "穆棱市,23-10-85"
              }
            ]
          },
          {
            "label": "黑河市",
            "value": "黑河市,23-11",
            "children": [
              {
                "label": "爱辉区",
                "value": "爱辉区,23-11-02"
              },
              {
                "label": "嫩江县",
                "value": "嫩江县,23-11-21"
              },
              {
                "label": "逊克县",
                "value": "逊克县,23-11-23"
              },
              {
                "label": "孙吴县",
                "value": "孙吴县,23-11-24"
              },
              {
                "label": "北安市",
                "value": "北安市,23-11-81"
              },
              {
                "label": "五大连池市",
                "value": "五大连池市,23-11-82"
              }
            ]
          },
          {
            "label": "绥化市",
            "value": "绥化市,23-12",
            "children": [
              {
                "label": "北林区",
                "value": "北林区,23-12-02"
              },
              {
                "label": "望奎县",
                "value": "望奎县,23-12-21"
              },
              {
                "label": "兰西县",
                "value": "兰西县,23-12-22"
              },
              {
                "label": "青冈县",
                "value": "青冈县,23-12-23"
              },
              {
                "label": "庆安县",
                "value": "庆安县,23-12-24"
              },
              {
                "label": "明水县",
                "value": "明水县,23-12-25"
              },
              {
                "label": "绥棱县",
                "value": "绥棱县,23-12-26"
              },
              {
                "label": "安达市",
                "value": "安达市,23-12-81"
              },
              {
                "label": "肇东市",
                "value": "肇东市,23-12-82"
              },
              {
                "label": "海伦市",
                "value": "海伦市,23-12-83"
              }
            ]
          },
          {
            "label": "大兴安岭地区",
            "value": "大兴安岭地区,23-27",
            "children": [
              {
                "label": "加格达奇区",
                "value": "加格达奇区,23-27-01"
              },
              {
                "label": "松岭区",
                "value": "松岭区,23-27-02"
              },
              {
                "label": "新林区",
                "value": "新林区,23-27-03"
              },
              {
                "label": "呼中区",
                "value": "呼中区,23-27-04"
              },
              {
                "label": "呼玛县",
                "value": "呼玛县,23-27-21"
              },
              {
                "label": "塔河县",
                "value": "塔河县,23-27-22"
              },
              {
                "label": "漠河县",
                "value": "漠河县,23-27-23"
              }
            ]
          }
        ]
      },
      {
        "label": "上海市",
        "value": "上海市,31",
        "children": [
          {
            "label": "上海",
            "value": "上海,31-01",
            "children": [
              {
                "label": "黄浦区",
                "value": "黄浦区,31-01-01"
              },
              {
                "label": "卢湾区",
                "value": "卢湾区,31-01-03"
              },
              {
                "label": "徐汇区",
                "value": "徐汇区,31-01-04"
              },
              {
                "label": "长宁区",
                "value": "长宁区,31-01-05"
              },
              {
                "label": "静安区",
                "value": "静安区,31-01-06"
              },
              {
                "label": "普陀区",
                "value": "普陀区,31-01-07"
              },
              {
                "label": "闸北区",
                "value": "闸北区,31-01-08"
              },
              {
                "label": "虹口区",
                "value": "虹口区,31-01-09"
              },
              {
                "label": "杨浦区",
                "value": "杨浦区,31-01-10"
              },
              {
                "label": "闵行区",
                "value": "闵行区,31-01-12"
              },
              {
                "label": "宝山区",
                "value": "宝山区,31-01-13"
              },
              {
                "label": "嘉定区",
                "value": "嘉定区,31-01-14"
              },
              {
                "label": "浦东新区",
                "value": "浦东新区,31-01-15"
              },
              {
                "label": "金山区",
                "value": "金山区,31-01-16"
              },
              {
                "label": "松江区",
                "value": "松江区,31-01-17"
              },
              {
                "label": "青浦区",
                "value": "青浦区,31-01-18"
              },
              {
                "label": "南汇区",
                "value": "南汇区,31-01-19"
              },
              {
                "label": "奉贤区",
                "value": "奉贤区,31-01-20"
              },
              {
                "label": "崇明县",
                "value": "崇明县,31-01-30"
              }
            ]
          }
        ]
      },
      {
        "label": "江苏省",
        "value": "江苏省,32",
        "children": [
          {
            "label": "南京市",
            "value": "南京市,32-01",
            "children": [
              {
                "label": "玄武区",
                "value": "玄武区,32-01-02"
              },
              {
                "label": "白下区",
                "value": "白下区,32-01-03"
              },
              {
                "label": "秦淮区",
                "value": "秦淮区,32-01-04"
              },
              {
                "label": "建邺区",
                "value": "建邺区,32-01-05"
              },
              {
                "label": "鼓楼区",
                "value": "鼓楼区,32-01-06"
              },
              {
                "label": "下关区",
                "value": "下关区,32-01-07"
              },
              {
                "label": "浦口区",
                "value": "浦口区,32-01-11"
              },
              {
                "label": "栖霞区",
                "value": "栖霞区,32-01-13"
              },
              {
                "label": "雨花台区",
                "value": "雨花台区,32-01-14"
              },
              {
                "label": "江宁区",
                "value": "江宁区,32-01-15"
              },
              {
                "label": "六合区",
                "value": "六合区,32-01-16"
              },
              {
                "label": "溧水县",
                "value": "溧水县,32-01-24"
              },
              {
                "label": "高淳县",
                "value": "高淳县,32-01-25"
              }
            ]
          },
          {
            "label": "无锡市",
            "value": "无锡市,32-02",
            "children": [
              {
                "label": "崇安区",
                "value": "崇安区,32-02-02"
              },
              {
                "label": "南长区",
                "value": "南长区,32-02-03"
              },
              {
                "label": "北塘区",
                "value": "北塘区,32-02-04"
              },
              {
                "label": "锡山区",
                "value": "锡山区,32-02-05"
              },
              {
                "label": "惠山区",
                "value": "惠山区,32-02-06"
              },
              {
                "label": "滨湖区",
                "value": "滨湖区,32-02-11"
              },
              {
                "label": "江阴市",
                "value": "江阴市,32-02-81"
              },
              {
                "label": "宜兴市",
                "value": "宜兴市,32-02-82"
              }
            ]
          },
          {
            "label": "徐州市",
            "value": "徐州市,32-03",
            "children": [
              {
                "label": "鼓楼区",
                "value": "鼓楼区,32-03-02"
              },
              {
                "label": "云龙区",
                "value": "云龙区,32-03-03"
              },
              {
                "label": "九里区",
                "value": "九里区,32-03-04"
              },
              {
                "label": "贾汪区",
                "value": "贾汪区,32-03-05"
              },
              {
                "label": "泉山区",
                "value": "泉山区,32-03-11"
              },
              {
                "label": "丰县",
                "value": "丰县,32-03-21"
              },
              {
                "label": "沛县",
                "value": "沛县,32-03-22"
              },
              {
                "label": "铜山县",
                "value": "铜山县,32-03-23"
              },
              {
                "label": "睢宁县",
                "value": "睢宁县,32-03-24"
              },
              {
                "label": "新沂市",
                "value": "新沂市,32-03-81"
              },
              {
                "label": "邳州市",
                "value": "邳州市,32-03-82"
              }
            ]
          },
          {
            "label": "常州市",
            "value": "常州市,32-04",
            "children": [
              {
                "label": "天宁区",
                "value": "天宁区,32-04-02"
              },
              {
                "label": "钟楼区",
                "value": "钟楼区,32-04-04"
              },
              {
                "label": "戚墅堰区",
                "value": "戚墅堰区,32-04-05"
              },
              {
                "label": "新北区",
                "value": "新北区,32-04-11"
              },
              {
                "label": "武进区",
                "value": "武进区,32-04-12"
              },
              {
                "label": "溧阳市",
                "value": "溧阳市,32-04-81"
              },
              {
                "label": "金坛市",
                "value": "金坛市,32-04-82"
              }
            ]
          },
          {
            "label": "苏州市",
            "value": "苏州市,32-05",
            "children": [
              {
                "label": "沧浪区",
                "value": "沧浪区,32-05-02"
              },
              {
                "label": "平江区",
                "value": "平江区,32-05-03"
              },
              {
                "label": "金阊区",
                "value": "金阊区,32-05-04"
              },
              {
                "label": "虎丘区",
                "value": "虎丘区,32-05-05"
              },
              {
                "label": "吴中区",
                "value": "吴中区,32-05-06"
              },
              {
                "label": "相城区",
                "value": "相城区,32-05-07"
              },
              {
                "label": "常熟市",
                "value": "常熟市,32-05-81"
              },
              {
                "label": "张家港市",
                "value": "张家港市,32-05-82"
              },
              {
                "label": "昆山市",
                "value": "昆山市,32-05-83"
              },
              {
                "label": "吴江市",
                "value": "吴江市,32-05-84"
              },
              {
                "label": "太仓市",
                "value": "太仓市,32-05-85"
              }
            ]
          },
          {
            "label": "南通市",
            "value": "南通市,32-06",
            "children": [
              {
                "label": "崇川区",
                "value": "崇川区,32-06-02"
              },
              {
                "label": "港闸区",
                "value": "港闸区,32-06-11"
              },
              {
                "label": "海安县",
                "value": "海安县,32-06-21"
              },
              {
                "label": "如东县",
                "value": "如东县,32-06-23"
              },
              {
                "label": "启东市",
                "value": "启东市,32-06-81"
              },
              {
                "label": "如皋市",
                "value": "如皋市,32-06-82"
              },
              {
                "label": "通州市",
                "value": "通州市,32-06-83"
              },
              {
                "label": "海门市",
                "value": "海门市,32-06-84"
              }
            ]
          },
          {
            "label": "连云港市",
            "value": "连云港市,32-07",
            "children": [
              {
                "label": "连云区",
                "value": "连云区,32-07-03"
              },
              {
                "label": "新浦区",
                "value": "新浦区,32-07-05"
              },
              {
                "label": "海州区",
                "value": "海州区,32-07-06"
              },
              {
                "label": "赣榆县",
                "value": "赣榆县,32-07-21"
              },
              {
                "label": "东海县",
                "value": "东海县,32-07-22"
              },
              {
                "label": "灌云县",
                "value": "灌云县,32-07-23"
              },
              {
                "label": "灌南县",
                "value": "灌南县,32-07-24"
              }
            ]
          },
          {
            "label": "淮安市",
            "value": "淮安市,32-08",
            "children": [
              {
                "label": "清河区",
                "value": "清河区,32-08-02"
              },
              {
                "label": "楚州区",
                "value": "楚州区,32-08-03"
              },
              {
                "label": "淮阴区",
                "value": "淮阴区,32-08-04"
              },
              {
                "label": "清浦区",
                "value": "清浦区,32-08-11"
              },
              {
                "label": "涟水县",
                "value": "涟水县,32-08-26"
              },
              {
                "label": "洪泽县",
                "value": "洪泽县,32-08-29"
              },
              {
                "label": "盱眙县",
                "value": "盱眙县,32-08-30"
              },
              {
                "label": "金湖县",
                "value": "金湖县,32-08-31"
              }
            ]
          },
          {
            "label": "盐城市",
            "value": "盐城市,32-09",
            "children": [
              {
                "label": "亭湖区",
                "value": "亭湖区,32-09-02"
              },
              {
                "label": "盐都区",
                "value": "盐都区,32-09-03"
              },
              {
                "label": "响水县",
                "value": "响水县,32-09-21"
              },
              {
                "label": "滨海县",
                "value": "滨海县,32-09-22"
              },
              {
                "label": "阜宁县",
                "value": "阜宁县,32-09-23"
              },
              {
                "label": "射阳县",
                "value": "射阳县,32-09-24"
              },
              {
                "label": "建湖县",
                "value": "建湖县,32-09-25"
              },
              {
                "label": "东台市",
                "value": "东台市,32-09-81"
              },
              {
                "label": "大丰市",
                "value": "大丰市,32-09-82"
              }
            ]
          },
          {
            "label": "扬州市",
            "value": "扬州市,32-10",
            "children": [
              {
                "label": "广陵区",
                "value": "广陵区,32-10-02"
              },
              {
                "label": "邗江区",
                "value": "邗江区,32-10-03"
              },
              {
                "label": "维扬区",
                "value": "维扬区,32-10-11"
              },
              {
                "label": "宝应县",
                "value": "宝应县,32-10-23"
              },
              {
                "label": "仪征市",
                "value": "仪征市,32-10-81"
              },
              {
                "label": "高邮市",
                "value": "高邮市,32-10-84"
              },
              {
                "label": "江都市",
                "value": "江都市,32-10-88"
              }
            ]
          },
          {
            "label": "镇江市",
            "value": "镇江市,32-11",
            "children": [
              {
                "label": "京口区",
                "value": "京口区,32-11-02"
              },
              {
                "label": "润州区",
                "value": "润州区,32-11-11"
              },
              {
                "label": "丹徒区",
                "value": "丹徒区,32-11-12"
              },
              {
                "label": "丹阳市",
                "value": "丹阳市,32-11-81"
              },
              {
                "label": "扬中市",
                "value": "扬中市,32-11-82"
              },
              {
                "label": "句容市",
                "value": "句容市,32-11-83"
              }
            ]
          },
          {
            "label": "泰州市",
            "value": "泰州市,32-12",
            "children": [
              {
                "label": "海陵区",
                "value": "海陵区,32-12-02"
              },
              {
                "label": "高港区",
                "value": "高港区,32-12-03"
              },
              {
                "label": "兴化市",
                "value": "兴化市,32-12-81"
              },
              {
                "label": "靖江市",
                "value": "靖江市,32-12-82"
              },
              {
                "label": "泰兴市",
                "value": "泰兴市,32-12-83"
              },
              {
                "label": "姜堰市",
                "value": "姜堰市,32-12-84"
              }
            ]
          },
          {
            "label": "宿迁市",
            "value": "宿迁市,32-13",
            "children": [
              {
                "label": "宿城区",
                "value": "宿城区,32-13-02"
              },
              {
                "label": "宿豫区",
                "value": "宿豫区,32-13-11"
              },
              {
                "label": "沭阳县",
                "value": "沭阳县,32-13-22"
              },
              {
                "label": "泗阳县",
                "value": "泗阳县,32-13-23"
              },
              {
                "label": "泗洪县",
                "value": "泗洪县,32-13-24"
              }
            ]
          }
        ]
      },
      {
        "label": "浙江省",
        "value": "浙江省,33",
        "children": [
          {
            "label": "杭州市",
            "value": "杭州市,33-01",
            "children": [
              {
                "label": "上城区",
                "value": "上城区,33-01-02"
              },
              {
                "label": "下城区",
                "value": "下城区,33-01-03"
              },
              {
                "label": "江干区",
                "value": "江干区,33-01-04"
              },
              {
                "label": "拱墅区",
                "value": "拱墅区,33-01-05"
              },
              {
                "label": "西湖区",
                "value": "西湖区,33-01-06"
              },
              {
                "label": "滨江区",
                "value": "滨江区,33-01-08"
              },
              {
                "label": "萧山区",
                "value": "萧山区,33-01-09"
              },
              {
                "label": "余杭区",
                "value": "余杭区,33-01-10"
              },
              {
                "label": "桐庐县",
                "value": "桐庐县,33-01-22"
              },
              {
                "label": "淳安县",
                "value": "淳安县,33-01-27"
              },
              {
                "label": "建德市",
                "value": "建德市,33-01-82"
              },
              {
                "label": "富阳市",
                "value": "富阳市,33-01-83"
              },
              {
                "label": "临安市",
                "value": "临安市,33-01-85"
              }
            ]
          },
          {
            "label": "宁波市",
            "value": "宁波市,33-02",
            "children": [
              {
                "label": "海曙区",
                "value": "海曙区,33-02-03"
              },
              {
                "label": "江东区",
                "value": "江东区,33-02-04"
              },
              {
                "label": "江北区",
                "value": "江北区,33-02-05"
              },
              {
                "label": "北仑区",
                "value": "北仑区,33-02-06"
              },
              {
                "label": "镇海区",
                "value": "镇海区,33-02-11"
              },
              {
                "label": "鄞州区",
                "value": "鄞州区,33-02-12"
              },
              {
                "label": "象山县",
                "value": "象山县,33-02-25"
              },
              {
                "label": "宁海县",
                "value": "宁海县,33-02-26"
              },
              {
                "label": "余姚市",
                "value": "余姚市,33-02-81"
              },
              {
                "label": "慈溪市",
                "value": "慈溪市,33-02-82"
              },
              {
                "label": "奉化市",
                "value": "奉化市,33-02-83"
              }
            ]
          },
          {
            "label": "温州市",
            "value": "温州市,33-03",
            "children": [
              {
                "label": "鹿城区",
                "value": "鹿城区,33-03-02"
              },
              {
                "label": "龙湾区",
                "value": "龙湾区,33-03-03"
              },
              {
                "label": "瓯海区",
                "value": "瓯海区,33-03-04"
              },
              {
                "label": "洞头县",
                "value": "洞头县,33-03-22"
              },
              {
                "label": "永嘉县",
                "value": "永嘉县,33-03-24"
              },
              {
                "label": "平阳县",
                "value": "平阳县,33-03-26"
              },
              {
                "label": "苍南县",
                "value": "苍南县,33-03-27"
              },
              {
                "label": "文成县",
                "value": "文成县,33-03-28"
              },
              {
                "label": "泰顺县",
                "value": "泰顺县,33-03-29"
              },
              {
                "label": "瑞安市",
                "value": "瑞安市,33-03-81"
              },
              {
                "label": "乐清市",
                "value": "乐清市,33-03-82"
              }
            ]
          },
          {
            "label": "嘉兴市",
            "value": "嘉兴市,33-04",
            "children": [
              {
                "label": "秀城区",
                "value": "秀城区,33-04-02"
              },
              {
                "label": "秀洲区",
                "value": "秀洲区,33-04-11"
              },
              {
                "label": "嘉善县",
                "value": "嘉善县,33-04-21"
              },
              {
                "label": "海盐县",
                "value": "海盐县,33-04-24"
              },
              {
                "label": "海宁市",
                "value": "海宁市,33-04-81"
              },
              {
                "label": "平湖市",
                "value": "平湖市,33-04-82"
              },
              {
                "label": "桐乡市",
                "value": "桐乡市,33-04-83"
              }
            ]
          },
          {
            "label": "湖州市",
            "value": "湖州市,33-05",
            "children": [
              {
                "label": "吴兴区",
                "value": "吴兴区,33-05-02"
              },
              {
                "label": "南浔区",
                "value": "南浔区,33-05-03"
              },
              {
                "label": "德清县",
                "value": "德清县,33-05-21"
              },
              {
                "label": "长兴县",
                "value": "长兴县,33-05-22"
              },
              {
                "label": "安吉县",
                "value": "安吉县,33-05-23"
              }
            ]
          },
          {
            "label": "绍兴市",
            "value": "绍兴市,33-06",
            "children": [
              {
                "label": "越城区",
                "value": "越城区,33-06-02"
              },
              {
                "label": "绍兴县",
                "value": "绍兴县,33-06-21"
              },
              {
                "label": "新昌县",
                "value": "新昌县,33-06-24"
              },
              {
                "label": "诸暨市",
                "value": "诸暨市,33-06-81"
              },
              {
                "label": "上虞市",
                "value": "上虞市,33-06-82"
              },
              {
                "label": "嵊州市",
                "value": "嵊州市,33-06-83"
              }
            ]
          },
          {
            "label": "金华市",
            "value": "金华市,33-07",
            "children": [
              {
                "label": "婺城区",
                "value": "婺城区,33-07-02"
              },
              {
                "label": "金东区",
                "value": "金东区,33-07-03"
              },
              {
                "label": "武义县",
                "value": "武义县,33-07-23"
              },
              {
                "label": "浦江县",
                "value": "浦江县,33-07-26"
              },
              {
                "label": "磐安县",
                "value": "磐安县,33-07-27"
              },
              {
                "label": "兰溪市",
                "value": "兰溪市,33-07-81"
              },
              {
                "label": "义乌市",
                "value": "义乌市,33-07-82"
              },
              {
                "label": "东阳市",
                "value": "东阳市,33-07-83"
              },
              {
                "label": "永康市",
                "value": "永康市,33-07-84"
              }
            ]
          },
          {
            "label": "衢州市",
            "value": "衢州市,33-08",
            "children": [
              {
                "label": "柯城区",
                "value": "柯城区,33-08-02"
              },
              {
                "label": "衢江区",
                "value": "衢江区,33-08-03"
              },
              {
                "label": "常山县",
                "value": "常山县,33-08-22"
              },
              {
                "label": "开化县",
                "value": "开化县,33-08-24"
              },
              {
                "label": "龙游县",
                "value": "龙游县,33-08-25"
              },
              {
                "label": "江山市",
                "value": "江山市,33-08-81"
              }
            ]
          },
          {
            "label": "舟山市",
            "value": "舟山市,33-09",
            "children": [
              {
                "label": "定海区",
                "value": "定海区,33-09-02"
              },
              {
                "label": "普陀区",
                "value": "普陀区,33-09-03"
              },
              {
                "label": "岱山县",
                "value": "岱山县,33-09-21"
              },
              {
                "label": "嵊泗县",
                "value": "嵊泗县,33-09-22"
              }
            ]
          },
          {
            "label": "台州市",
            "value": "台州市,33-10",
            "children": [
              {
                "label": "椒江区",
                "value": "椒江区,33-10-02"
              },
              {
                "label": "黄岩区",
                "value": "黄岩区,33-10-03"
              },
              {
                "label": "路桥区",
                "value": "路桥区,33-10-04"
              },
              {
                "label": "玉环县",
                "value": "玉环县,33-10-21"
              },
              {
                "label": "三门县",
                "value": "三门县,33-10-22"
              },
              {
                "label": "天台县",
                "value": "天台县,33-10-23"
              },
              {
                "label": "仙居县",
                "value": "仙居县,33-10-24"
              },
              {
                "label": "温岭市",
                "value": "温岭市,33-10-81"
              },
              {
                "label": "临海市",
                "value": "临海市,33-10-82"
              }
            ]
          },
          {
            "label": "丽水市",
            "value": "丽水市,33-11",
            "children": [
              {
                "label": "莲都区",
                "value": "莲都区,33-11-02"
              },
              {
                "label": "青田县",
                "value": "青田县,33-11-21"
              },
              {
                "label": "缙云县",
                "value": "缙云县,33-11-22"
              },
              {
                "label": "遂昌县",
                "value": "遂昌县,33-11-23"
              },
              {
                "label": "松阳县",
                "value": "松阳县,33-11-24"
              },
              {
                "label": "云和县",
                "value": "云和县,33-11-25"
              },
              {
                "label": "庆元县",
                "value": "庆元县,33-11-26"
              },
              {
                "label": "景宁畲族自治县",
                "value": "景宁畲族自治县,33-11-27"
              },
              {
                "label": "龙泉市",
                "value": "龙泉市,33-11-81"
              }
            ]
          }
        ]
      },
      {
        "label": "安徽省",
        "value": "安徽省,34",
        "children": [
          {
            "label": "合肥市",
            "value": "合肥市,34-01",
            "children": [
              {
                "label": "瑶海区",
                "value": "瑶海区,34-01-02"
              },
              {
                "label": "庐阳区",
                "value": "庐阳区,34-01-03"
              },
              {
                "label": "蜀山区",
                "value": "蜀山区,34-01-04"
              },
              {
                "label": "包河区",
                "value": "包河区,34-01-11"
              },
              {
                "label": "长丰县",
                "value": "长丰县,34-01-21"
              },
              {
                "label": "肥东县",
                "value": "肥东县,34-01-22"
              },
              {
                "label": "肥西县",
                "value": "肥西县,34-01-23"
              }
            ]
          },
          {
            "label": "芜湖市",
            "value": "芜湖市,34-02",
            "children": [
              {
                "label": "镜湖区",
                "value": "镜湖区,34-02-02"
              },
              {
                "label": "弋江区",
                "value": "弋江区,34-02-03"
              },
              {
                "label": "鸠江区",
                "value": "鸠江区,34-02-07"
              },
              {
                "label": "三山区",
                "value": "三山区,34-02-08"
              },
              {
                "label": "芜湖县",
                "value": "芜湖县,34-02-21"
              },
              {
                "label": "繁昌县",
                "value": "繁昌县,34-02-22"
              },
              {
                "label": "南陵县",
                "value": "南陵县,34-02-23"
              }
            ]
          },
          {
            "label": "蚌埠市",
            "value": "蚌埠市,34-03",
            "children": [
              {
                "label": "龙子湖区",
                "value": "龙子湖区,34-03-02"
              },
              {
                "label": "蚌山区",
                "value": "蚌山区,34-03-03"
              },
              {
                "label": "禹会区",
                "value": "禹会区,34-03-04"
              },
              {
                "label": "淮上区",
                "value": "淮上区,34-03-11"
              },
              {
                "label": "怀远县",
                "value": "怀远县,34-03-21"
              },
              {
                "label": "五河县",
                "value": "五河县,34-03-22"
              },
              {
                "label": "固镇县",
                "value": "固镇县,34-03-23"
              }
            ]
          },
          {
            "label": "淮南市",
            "value": "淮南市,34-04",
            "children": [
              {
                "label": "大通区",
                "value": "大通区,34-04-02"
              },
              {
                "label": "田家庵区",
                "value": "田家庵区,34-04-03"
              },
              {
                "label": "谢家集区",
                "value": "谢家集区,34-04-04"
              },
              {
                "label": "八公山区",
                "value": "八公山区,34-04-05"
              },
              {
                "label": "潘集区",
                "value": "潘集区,34-04-06"
              },
              {
                "label": "凤台县",
                "value": "凤台县,34-04-21"
              }
            ]
          },
          {
            "label": "马鞍山市",
            "value": "马鞍山市,34-05",
            "children": [
              {
                "label": "金家庄区",
                "value": "金家庄区,34-05-02"
              },
              {
                "label": "花山区",
                "value": "花山区,34-05-03"
              },
              {
                "label": "雨山区",
                "value": "雨山区,34-05-04"
              },
              {
                "label": "当涂县",
                "value": "当涂县,34-05-21"
              }
            ]
          },
          {
            "label": "淮北市",
            "value": "淮北市,34-06",
            "children": [
              {
                "label": "杜集区",
                "value": "杜集区,34-06-02"
              },
              {
                "label": "相山区",
                "value": "相山区,34-06-03"
              },
              {
                "label": "烈山区",
                "value": "烈山区,34-06-04"
              },
              {
                "label": "濉溪县",
                "value": "濉溪县,34-06-21"
              }
            ]
          },
          {
            "label": "铜陵市",
            "value": "铜陵市,34-07",
            "children": [
              {
                "label": "铜官山区",
                "value": "铜官山区,34-07-02"
              },
              {
                "label": "狮子山区",
                "value": "狮子山区,34-07-03"
              },
              {
                "label": "郊区",
                "value": "郊区,34-07-11"
              },
              {
                "label": "铜陵县",
                "value": "铜陵县,34-07-21"
              }
            ]
          },
          {
            "label": "安庆市",
            "value": "安庆市,34-08",
            "children": [
              {
                "label": "迎江区",
                "value": "迎江区,34-08-02"
              },
              {
                "label": "大观区",
                "value": "大观区,34-08-03"
              },
              {
                "label": "宜秀区",
                "value": "宜秀区,34-08-11"
              },
              {
                "label": "怀宁县",
                "value": "怀宁县,34-08-22"
              },
              {
                "label": "枞阳县",
                "value": "枞阳县,34-08-23"
              },
              {
                "label": "潜山县",
                "value": "潜山县,34-08-24"
              },
              {
                "label": "太湖县",
                "value": "太湖县,34-08-25"
              },
              {
                "label": "宿松县",
                "value": "宿松县,34-08-26"
              },
              {
                "label": "望江县",
                "value": "望江县,34-08-27"
              },
              {
                "label": "岳西县",
                "value": "岳西县,34-08-28"
              },
              {
                "label": "桐城市",
                "value": "桐城市,34-08-81"
              }
            ]
          },
          {
            "label": "黄山市",
            "value": "黄山市,34-10",
            "children": [
              {
                "label": "屯溪区",
                "value": "屯溪区,34-10-02"
              },
              {
                "label": "黄山区",
                "value": "黄山区,34-10-03"
              },
              {
                "label": "徽州区",
                "value": "徽州区,34-10-04"
              },
              {
                "label": "歙县",
                "value": "歙县,34-10-21"
              },
              {
                "label": "休宁县",
                "value": "休宁县,34-10-22"
              },
              {
                "label": "黟县",
                "value": "黟县,34-10-23"
              },
              {
                "label": "祁门县",
                "value": "祁门县,34-10-24"
              }
            ]
          },
          {
            "label": "滁州市",
            "value": "滁州市,34-11",
            "children": [
              {
                "label": "琅琊区",
                "value": "琅琊区,34-11-02"
              },
              {
                "label": "南谯区",
                "value": "南谯区,34-11-03"
              },
              {
                "label": "来安县",
                "value": "来安县,34-11-22"
              },
              {
                "label": "全椒县",
                "value": "全椒县,34-11-24"
              },
              {
                "label": "定远县",
                "value": "定远县,34-11-25"
              },
              {
                "label": "凤阳县",
                "value": "凤阳县,34-11-26"
              },
              {
                "label": "天长市",
                "value": "天长市,34-11-81"
              },
              {
                "label": "明光市",
                "value": "明光市,34-11-82"
              }
            ]
          },
          {
            "label": "阜阳市",
            "value": "阜阳市,34-12",
            "children": [
              {
                "label": "颍州区",
                "value": "颍州区,34-12-02"
              },
              {
                "label": "颍东区",
                "value": "颍东区,34-12-03"
              },
              {
                "label": "颍泉区",
                "value": "颍泉区,34-12-04"
              },
              {
                "label": "临泉县",
                "value": "临泉县,34-12-21"
              },
              {
                "label": "太和县",
                "value": "太和县,34-12-22"
              },
              {
                "label": "阜南县",
                "value": "阜南县,34-12-25"
              },
              {
                "label": "颍上县",
                "value": "颍上县,34-12-26"
              },
              {
                "label": "颍上县",
                "value": "颍上县,34-12-82"
              }
            ]
          },
          {
            "label": "宿州市",
            "value": "宿州市,34-13",
            "children": [
              {
                "label": "埇桥区",
                "value": "埇桥区,34-13-02"
              },
              {
                "label": "砀山县",
                "value": "砀山县,34-13-21"
              },
              {
                "label": "萧县",
                "value": "萧县,34-13-22"
              },
              {
                "label": "灵璧县",
                "value": "灵璧县,34-13-23"
              },
              {
                "label": "泗县",
                "value": "泗县,34-13-24"
              }
            ]
          },
          {
            "label": "巢湖市",
            "value": "巢湖市,34-14",
            "children": [
              {
                "label": "居巢区",
                "value": "居巢区,34-14-02"
              },
              {
                "label": "庐江县",
                "value": "庐江县,34-14-21"
              },
              {
                "label": "无为县",
                "value": "无为县,34-14-22"
              },
              {
                "label": "含山县",
                "value": "含山县,34-14-23"
              },
              {
                "label": "和县",
                "value": "和县,34-14-24"
              }
            ]
          },
          {
            "label": "六安市",
            "value": "六安市,34-15",
            "children": [
              {
                "label": "金安区",
                "value": "金安区,34-15-02"
              },
              {
                "label": "裕安区",
                "value": "裕安区,34-15-03"
              },
              {
                "label": "寿县",
                "value": "寿县,34-15-21"
              },
              {
                "label": "霍邱县",
                "value": "霍邱县,34-15-22"
              },
              {
                "label": "舒城县",
                "value": "舒城县,34-15-23"
              },
              {
                "label": "金寨县",
                "value": "金寨县,34-15-24"
              },
              {
                "label": "霍山县",
                "value": "霍山县,34-15-25"
              }
            ]
          },
          {
            "label": "亳州市",
            "value": "亳州市,34-16",
            "children": [
              {
                "label": "谯城区",
                "value": "谯城区,34-16-02"
              },
              {
                "label": "涡阳县",
                "value": "涡阳县,34-16-21"
              },
              {
                "label": "蒙城县",
                "value": "蒙城县,34-16-22"
              },
              {
                "label": "利辛县",
                "value": "利辛县,34-16-23"
              }
            ]
          },
          {
            "label": "池州市",
            "value": "池州市,34-17",
            "children": [
              {
                "label": "贵池区",
                "value": "贵池区,34-17-02"
              },
              {
                "label": "东至县",
                "value": "东至县,34-17-21"
              },
              {
                "label": "石台县",
                "value": "石台县,34-17-22"
              },
              {
                "label": "青阳县",
                "value": "青阳县,34-17-23"
              }
            ]
          },
          {
            "label": "宣城市",
            "value": "宣城市,34-18",
            "children": [
              {
                "label": "宣州区",
                "value": "宣州区,34-18-02"
              },
              {
                "label": "郎溪县",
                "value": "郎溪县,34-18-21"
              },
              {
                "label": "广德县",
                "value": "广德县,34-18-22"
              },
              {
                "label": "泾县",
                "value": "泾县,34-18-23"
              },
              {
                "label": "绩溪县",
                "value": "绩溪县,34-18-24"
              },
              {
                "label": "旌德县",
                "value": "旌德县,34-18-25"
              },
              {
                "label": "宁国市",
                "value": "宁国市,34-18-81"
              }
            ]
          }
        ]
      },
      {
        "label": "福建省",
        "value": "福建省,35",
        "children": [
          {
            "label": "福州市",
            "value": "福州市,35-01",
            "children": [
              {
                "label": "鼓楼区",
                "value": "鼓楼区,35-01-02"
              },
              {
                "label": "台江区",
                "value": "台江区,35-01-03"
              },
              {
                "label": "仓山区",
                "value": "仓山区,35-01-04"
              },
              {
                "label": "马尾区",
                "value": "马尾区,35-01-05"
              },
              {
                "label": "晋安区",
                "value": "晋安区,35-01-11"
              },
              {
                "label": "闽侯县",
                "value": "闽侯县,35-01-21"
              },
              {
                "label": "连江县",
                "value": "连江县,35-01-22"
              },
              {
                "label": "罗源县",
                "value": "罗源县,35-01-23"
              },
              {
                "label": "闽清县",
                "value": "闽清县,35-01-24"
              },
              {
                "label": "永泰县",
                "value": "永泰县,35-01-25"
              },
              {
                "label": "平潭县",
                "value": "平潭县,35-01-28"
              },
              {
                "label": "福清市",
                "value": "福清市,35-01-81"
              },
              {
                "label": "长乐市",
                "value": "长乐市,35-01-82"
              }
            ]
          },
          {
            "label": "厦门市",
            "value": "厦门市,35-02",
            "children": [
              {
                "label": "思明区",
                "value": "思明区,35-02-03"
              },
              {
                "label": "海沧区",
                "value": "海沧区,35-02-05"
              },
              {
                "label": "湖里区",
                "value": "湖里区,35-02-06"
              },
              {
                "label": "集美区",
                "value": "集美区,35-02-11"
              },
              {
                "label": "同安区",
                "value": "同安区,35-02-12"
              },
              {
                "label": "翔安区",
                "value": "翔安区,35-02-13"
              }
            ]
          },
          {
            "label": "莆田市",
            "value": "莆田市,35-03",
            "children": [
              {
                "label": "城厢区",
                "value": "城厢区,35-03-02"
              },
              {
                "label": "涵江区",
                "value": "涵江区,35-03-03"
              },
              {
                "label": "荔城区",
                "value": "荔城区,35-03-04"
              },
              {
                "label": "秀屿区",
                "value": "秀屿区,35-03-05"
              },
              {
                "label": "仙游县",
                "value": "仙游县,35-03-22"
              }
            ]
          },
          {
            "label": "三明市",
            "value": "三明市,35-04",
            "children": [
              {
                "label": "梅列区",
                "value": "梅列区,35-04-02"
              },
              {
                "label": "三元区",
                "value": "三元区,35-04-03"
              },
              {
                "label": "明溪县",
                "value": "明溪县,35-04-21"
              },
              {
                "label": "清流县",
                "value": "清流县,35-04-23"
              },
              {
                "label": "宁化县",
                "value": "宁化县,35-04-24"
              },
              {
                "label": "大田县",
                "value": "大田县,35-04-25"
              },
              {
                "label": "尤溪县",
                "value": "尤溪县,35-04-26"
              },
              {
                "label": "沙县",
                "value": "沙县,35-04-27"
              },
              {
                "label": "将乐县",
                "value": "将乐县,35-04-28"
              },
              {
                "label": "泰宁县",
                "value": "泰宁县,35-04-29"
              },
              {
                "label": "建宁县",
                "value": "建宁县,35-04-30"
              },
              {
                "label": "永安市",
                "value": "永安市,35-04-81"
              }
            ]
          },
          {
            "label": "泉州市",
            "value": "泉州市,35-05",
            "children": [
              {
                "label": "鲤城区",
                "value": "鲤城区,35-05-02"
              },
              {
                "label": "丰泽区",
                "value": "丰泽区,35-05-03"
              },
              {
                "label": "洛江区",
                "value": "洛江区,35-05-04"
              },
              {
                "label": "泉港区",
                "value": "泉港区,35-05-05"
              },
              {
                "label": "惠安县",
                "value": "惠安县,35-05-21"
              },
              {
                "label": "安溪县",
                "value": "安溪县,35-05-24"
              },
              {
                "label": "永春县",
                "value": "永春县,35-05-25"
              },
              {
                "label": "德化县",
                "value": "德化县,35-05-26"
              },
              {
                "label": "金门县",
                "value": "金门县,35-05-27"
              },
              {
                "label": "石狮市",
                "value": "石狮市,35-05-81"
              },
              {
                "label": "晋江市",
                "value": "晋江市,35-05-82"
              },
              {
                "label": "南安市",
                "value": "南安市,35-05-83"
              }
            ]
          },
          {
            "label": "漳州市",
            "value": "漳州市,35-06",
            "children": [
              {
                "label": "芗城区",
                "value": "芗城区,35-06-02"
              },
              {
                "label": "龙文区",
                "value": "龙文区,35-06-03"
              },
              {
                "label": "云霄县",
                "value": "云霄县,35-06-22"
              },
              {
                "label": "漳浦县",
                "value": "漳浦县,35-06-23"
              },
              {
                "label": "诏安县",
                "value": "诏安县,35-06-24"
              },
              {
                "label": "长泰县",
                "value": "长泰县,35-06-25"
              },
              {
                "label": "东山县",
                "value": "东山县,35-06-26"
              },
              {
                "label": "南靖县",
                "value": "南靖县,35-06-27"
              },
              {
                "label": "平和县",
                "value": "平和县,35-06-28"
              },
              {
                "label": "华安县",
                "value": "华安县,35-06-29"
              },
              {
                "label": "龙海市",
                "value": "龙海市,35-06-81"
              }
            ]
          },
          {
            "label": "南平市",
            "value": "南平市,35-07",
            "children": [
              {
                "label": "延平区",
                "value": "延平区,35-07-02"
              },
              {
                "label": "顺昌县",
                "value": "顺昌县,35-07-21"
              },
              {
                "label": "浦城县",
                "value": "浦城县,35-07-22"
              },
              {
                "label": "光泽县",
                "value": "光泽县,35-07-23"
              },
              {
                "label": "松溪县",
                "value": "松溪县,35-07-24"
              },
              {
                "label": "政和县",
                "value": "政和县,35-07-25"
              },
              {
                "label": "邵武市",
                "value": "邵武市,35-07-81"
              },
              {
                "label": "武夷山市",
                "value": "武夷山市,35-07-82"
              },
              {
                "label": "建瓯市",
                "value": "建瓯市,35-07-83"
              },
              {
                "label": "建阳市",
                "value": "建阳市,35-07-84"
              }
            ]
          },
          {
            "label": "龙岩市",
            "value": "龙岩市,35-08",
            "children": [
              {
                "label": "新罗区",
                "value": "新罗区,35-08-02"
              },
              {
                "label": "长汀县",
                "value": "长汀县,35-08-21"
              },
              {
                "label": "永定县",
                "value": "永定县,35-08-22"
              },
              {
                "label": "上杭县",
                "value": "上杭县,35-08-23"
              },
              {
                "label": "武平县",
                "value": "武平县,35-08-24"
              },
              {
                "label": "连城县",
                "value": "连城县,35-08-25"
              },
              {
                "label": "漳平市",
                "value": "漳平市,35-08-81"
              }
            ]
          },
          {
            "label": "宁德市",
            "value": "宁德市,35-09",
            "children": [
              {
                "label": "蕉城区",
                "value": "蕉城区,35-09-02"
              },
              {
                "label": "霞浦县",
                "value": "霞浦县,35-09-21"
              },
              {
                "label": "古田县",
                "value": "古田县,35-09-22"
              },
              {
                "label": "屏南县",
                "value": "屏南县,35-09-23"
              },
              {
                "label": "寿宁县",
                "value": "寿宁县,35-09-24"
              },
              {
                "label": "周宁县",
                "value": "周宁县,35-09-25"
              },
              {
                "label": "柘荣县",
                "value": "柘荣县,35-09-26"
              },
              {
                "label": "福安市",
                "value": "福安市,35-09-81"
              },
              {
                "label": "福鼎市",
                "value": "福鼎市,35-09-82"
              }
            ]
          }
        ]
      },
      {
        "label": "江西省",
        "value": "江西省,36",
        "children": [
          {
            "label": "南昌市",
            "value": "南昌市,36-01",
            "children": [
              {
                "label": "东湖区",
                "value": "东湖区,36-01-02"
              },
              {
                "label": "西湖区",
                "value": "西湖区,36-01-03"
              },
              {
                "label": "青云谱区",
                "value": "青云谱区,36-01-04"
              },
              {
                "label": "湾里区",
                "value": "湾里区,36-01-05"
              },
              {
                "label": "青山湖区",
                "value": "青山湖区,36-01-11"
              },
              {
                "label": "南昌县",
                "value": "南昌县,36-01-21"
              },
              {
                "label": "新建县",
                "value": "新建县,36-01-22"
              },
              {
                "label": "安义县",
                "value": "安义县,36-01-23"
              },
              {
                "label": "进贤县",
                "value": "进贤县,36-01-24"
              }
            ]
          },
          {
            "label": "景德镇市",
            "value": "景德镇市,36-02",
            "children": [
              {
                "label": "昌江区",
                "value": "昌江区,36-02-02"
              },
              {
                "label": "珠山区",
                "value": "珠山区,36-02-03"
              },
              {
                "label": "浮梁县",
                "value": "浮梁县,36-02-22"
              },
              {
                "label": "乐平市",
                "value": "乐平市,36-02-81"
              }
            ]
          },
          {
            "label": "萍乡市",
            "value": "萍乡市,36-03",
            "children": [
              {
                "label": "安源区",
                "value": "安源区,36-03-02"
              },
              {
                "label": "湘东区",
                "value": "湘东区,36-03-13"
              },
              {
                "label": "莲花县",
                "value": "莲花县,36-03-21"
              },
              {
                "label": "上栗县",
                "value": "上栗县,36-03-22"
              },
              {
                "label": "芦溪县",
                "value": "芦溪县,36-03-23"
              }
            ]
          },
          {
            "label": "九江市",
            "value": "九江市,36-04",
            "children": [
              {
                "label": "庐山区",
                "value": "庐山区,36-04-02"
              },
              {
                "label": "浔阳区",
                "value": "浔阳区,36-04-03"
              },
              {
                "label": "九江县",
                "value": "九江县,36-04-21"
              },
              {
                "label": "武宁县",
                "value": "武宁县,36-04-23"
              },
              {
                "label": "修水县",
                "value": "修水县,36-04-24"
              },
              {
                "label": "永修县",
                "value": "永修县,36-04-25"
              },
              {
                "label": "德安县",
                "value": "德安县,36-04-26"
              },
              {
                "label": "星子县",
                "value": "星子县,36-04-27"
              },
              {
                "label": "都昌县",
                "value": "都昌县,36-04-28"
              },
              {
                "label": "湖口县",
                "value": "湖口县,36-04-29"
              },
              {
                "label": "彭泽县",
                "value": "彭泽县,36-04-30"
              },
              {
                "label": "瑞昌市",
                "value": "瑞昌市,36-04-81"
              }
            ]
          },
          {
            "label": "新余市",
            "value": "新余市,36-05",
            "children": [
              {
                "label": "渝水区",
                "value": "渝水区,36-05-02"
              },
              {
                "label": "分宜县",
                "value": "分宜县,36-05-21"
              }
            ]
          },
          {
            "label": "鹰潭市",
            "value": "鹰潭市,36-06",
            "children": [
              {
                "label": "月湖区",
                "value": "月湖区,36-06-02"
              },
              {
                "label": "余江县",
                "value": "余江县,36-06-22"
              },
              {
                "label": "贵溪市",
                "value": "贵溪市,36-06-81"
              }
            ]
          },
          {
            "label": "赣州市",
            "value": "赣州市,36-07",
            "children": [
              {
                "label": "章贡区",
                "value": "章贡区,36-07-02"
              },
              {
                "label": "赣县",
                "value": "赣县,36-07-21"
              },
              {
                "label": "信丰县",
                "value": "信丰县,36-07-22"
              },
              {
                "label": "大余县",
                "value": "大余县,36-07-23"
              },
              {
                "label": "上犹县",
                "value": "上犹县,36-07-24"
              },
              {
                "label": "崇义县",
                "value": "崇义县,36-07-25"
              },
              {
                "label": "安远县",
                "value": "安远县,36-07-26"
              },
              {
                "label": "龙南县",
                "value": "龙南县,36-07-27"
              },
              {
                "label": "定南县",
                "value": "定南县,36-07-28"
              },
              {
                "label": "全南县",
                "value": "全南县,36-07-29"
              },
              {
                "label": "宁都县",
                "value": "宁都县,36-07-30"
              },
              {
                "label": "于都县",
                "value": "于都县,36-07-31"
              },
              {
                "label": "兴国县",
                "value": "兴国县,36-07-32"
              },
              {
                "label": "会昌县",
                "value": "会昌县,36-07-33"
              },
              {
                "label": "寻乌县",
                "value": "寻乌县,36-07-34"
              },
              {
                "label": "石城县",
                "value": "石城县,36-07-35"
              },
              {
                "label": "瑞金市",
                "value": "瑞金市,36-07-81"
              },
              {
                "label": "南康市",
                "value": "南康市,36-07-82"
              }
            ]
          },
          {
            "label": "吉安市",
            "value": "吉安市,36-08",
            "children": [
              {
                "label": "吉州区",
                "value": "吉州区,36-08-02"
              },
              {
                "label": "青原区",
                "value": "青原区,36-08-03"
              },
              {
                "label": "吉安县",
                "value": "吉安县,36-08-21"
              },
              {
                "label": "吉水县",
                "value": "吉水县,36-08-22"
              },
              {
                "label": "峡江县",
                "value": "峡江县,36-08-23"
              },
              {
                "label": "新干县",
                "value": "新干县,36-08-24"
              },
              {
                "label": "永丰县",
                "value": "永丰县,36-08-25"
              },
              {
                "label": "泰和县",
                "value": "泰和县,36-08-26"
              },
              {
                "label": "遂川县",
                "value": "遂川县,36-08-27"
              },
              {
                "label": "万安县",
                "value": "万安县,36-08-28"
              },
              {
                "label": "安福县",
                "value": "安福县,36-08-29"
              },
              {
                "label": "永新县",
                "value": "永新县,36-08-30"
              },
              {
                "label": "井冈山市",
                "value": "井冈山市,36-08-81"
              }
            ]
          },
          {
            "label": "宜春市",
            "value": "宜春市,36-09",
            "children": [
              {
                "label": "袁州区",
                "value": "袁州区,36-09-02"
              },
              {
                "label": "奉新县",
                "value": "奉新县,36-09-21"
              },
              {
                "label": "万载县",
                "value": "万载县,36-09-22"
              },
              {
                "label": "上高县",
                "value": "上高县,36-09-23"
              },
              {
                "label": "宜丰县",
                "value": "宜丰县,36-09-24"
              },
              {
                "label": "靖安县",
                "value": "靖安县,36-09-25"
              },
              {
                "label": "铜鼓县",
                "value": "铜鼓县,36-09-26"
              },
              {
                "label": "丰城市",
                "value": "丰城市,36-09-81"
              },
              {
                "label": "樟树市",
                "value": "樟树市,36-09-82"
              },
              {
                "label": "高安市",
                "value": "高安市,36-09-83"
              }
            ]
          },
          {
            "label": "抚州市",
            "value": "抚州市,36-10",
            "children": [
              {
                "label": "临川区",
                "value": "临川区,36-10-02"
              },
              {
                "label": "南城县",
                "value": "南城县,36-10-21"
              },
              {
                "label": "黎川县",
                "value": "黎川县,36-10-22"
              },
              {
                "label": "南丰县",
                "value": "南丰县,36-10-23"
              },
              {
                "label": "崇仁县",
                "value": "崇仁县,36-10-24"
              },
              {
                "label": "乐安县",
                "value": "乐安县,36-10-25"
              },
              {
                "label": "宜黄县",
                "value": "宜黄县,36-10-26"
              },
              {
                "label": "金溪县",
                "value": "金溪县,36-10-27"
              },
              {
                "label": "资溪县",
                "value": "资溪县,36-10-28"
              },
              {
                "label": "东乡县",
                "value": "东乡县,36-10-29"
              },
              {
                "label": "广昌县",
                "value": "广昌县,36-10-30"
              }
            ]
          },
          {
            "label": "上饶市",
            "value": "上饶市,36-11",
            "children": [
              {
                "label": "信州区",
                "value": "信州区,36-11-02"
              },
              {
                "label": "上饶县",
                "value": "上饶县,36-11-21"
              },
              {
                "label": "广丰县",
                "value": "广丰县,36-11-22"
              },
              {
                "label": "玉山县",
                "value": "玉山县,36-11-23"
              },
              {
                "label": "铅山县",
                "value": "铅山县,36-11-24"
              },
              {
                "label": "横峰县",
                "value": "横峰县,36-11-25"
              },
              {
                "label": "弋阳县",
                "value": "弋阳县,36-11-26"
              },
              {
                "label": "余干县",
                "value": "余干县,36-11-27"
              },
              {
                "label": "鄱阳县",
                "value": "鄱阳县,36-11-28"
              },
              {
                "label": "万年县",
                "value": "万年县,36-11-29"
              },
              {
                "label": "婺源县",
                "value": "婺源县,36-11-30"
              },
              {
                "label": "德兴市",
                "value": "德兴市,36-11-31"
              }
            ]
          }
        ]
      },
      {
        "label": "山东省",
        "value": "山东省,37",
        "children": [
          {
            "label": "济南市",
            "value": "济南市,37-01",
            "children": [
              {
                "label": "历下区",
                "value": "历下区,37-01-02"
              },
              {
                "label": "市中区",
                "value": "市中区,37-01-03"
              },
              {
                "label": "槐荫区",
                "value": "槐荫区,37-01-04"
              },
              {
                "label": "天桥区",
                "value": "天桥区,37-01-05"
              },
              {
                "label": "历城区",
                "value": "历城区,37-01-12"
              },
              {
                "label": "长清区",
                "value": "长清区,37-01-13"
              },
              {
                "label": "平阴县",
                "value": "平阴县,37-01-24"
              },
              {
                "label": "济阳县",
                "value": "济阳县,37-01-25"
              },
              {
                "label": "商河县",
                "value": "商河县,37-01-26"
              },
              {
                "label": "章丘市",
                "value": "章丘市,37-01-81"
              }
            ]
          },
          {
            "label": "青岛市",
            "value": "青岛市,37-02",
            "children": [
              {
                "label": "市南区",
                "value": "市南区,37-02-02"
              },
              {
                "label": "市北区",
                "value": "市北区,37-02-03"
              },
              {
                "label": "四方区",
                "value": "四方区,37-02-05"
              },
              {
                "label": "黄岛区",
                "value": "黄岛区,37-02-11"
              },
              {
                "label": "崂山区",
                "value": "崂山区,37-02-12"
              },
              {
                "label": "李沧区",
                "value": "李沧区,37-02-13"
              },
              {
                "label": "城阳区",
                "value": "城阳区,37-02-14"
              },
              {
                "label": "胶州市",
                "value": "胶州市,37-02-81"
              },
              {
                "label": "即墨市",
                "value": "即墨市,37-02-82"
              },
              {
                "label": "平度市",
                "value": "平度市,37-02-83"
              },
              {
                "label": "胶南市",
                "value": "胶南市,37-02-84"
              },
              {
                "label": "莱西市",
                "value": "莱西市,37-02-85"
              }
            ]
          },
          {
            "label": "淄博市",
            "value": "淄博市,37-03",
            "children": [
              {
                "label": "淄川区",
                "value": "淄川区,37-03-02"
              },
              {
                "label": "张店区",
                "value": "张店区,37-03-03"
              },
              {
                "label": "博山区",
                "value": "博山区,37-03-04"
              },
              {
                "label": "临淄区",
                "value": "临淄区,37-03-05"
              },
              {
                "label": "周村区",
                "value": "周村区,37-03-06"
              },
              {
                "label": "桓台县",
                "value": "桓台县,37-03-21"
              },
              {
                "label": "高青县",
                "value": "高青县,37-03-22"
              },
              {
                "label": "沂源县",
                "value": "沂源县,37-03-23"
              }
            ]
          },
          {
            "label": "枣庄市",
            "value": "枣庄市,37-04",
            "children": [
              {
                "label": "市中区",
                "value": "市中区,37-04-02"
              },
              {
                "label": "薛城区",
                "value": "薛城区,37-04-03"
              },
              {
                "label": "峄城区",
                "value": "峄城区,37-04-04"
              },
              {
                "label": "台儿庄区",
                "value": "台儿庄区,37-04-05"
              },
              {
                "label": "山亭区",
                "value": "山亭区,37-04-06"
              },
              {
                "label": "滕州市",
                "value": "滕州市,37-04-81"
              }
            ]
          },
          {
            "label": "东营市",
            "value": "东营市,37-05",
            "children": [
              {
                "label": "东营区",
                "value": "东营区,37-05-02"
              },
              {
                "label": "河口区",
                "value": "河口区,37-05-03"
              },
              {
                "label": "垦利县",
                "value": "垦利县,37-05-21"
              },
              {
                "label": "利津县",
                "value": "利津县,37-05-22"
              },
              {
                "label": "广饶县",
                "value": "广饶县,37-05-23"
              }
            ]
          },
          {
            "label": "烟台市",
            "value": "烟台市,37-06",
            "children": [
              {
                "label": "芝罘区",
                "value": "芝罘区,37-06-02"
              },
              {
                "label": "福山区",
                "value": "福山区,37-06-11"
              },
              {
                "label": "牟平区",
                "value": "牟平区,37-06-12"
              },
              {
                "label": "莱山区",
                "value": "莱山区,37-06-13"
              },
              {
                "label": "长岛县",
                "value": "长岛县,37-06-34"
              },
              {
                "label": "龙口市",
                "value": "龙口市,37-06-81"
              },
              {
                "label": "莱阳市",
                "value": "莱阳市,37-06-82"
              },
              {
                "label": "莱州市",
                "value": "莱州市,37-06-83"
              },
              {
                "label": "蓬莱市",
                "value": "蓬莱市,37-06-84"
              },
              {
                "label": "招远市",
                "value": "招远市,37-06-85"
              },
              {
                "label": "栖霞市",
                "value": "栖霞市,37-06-86"
              },
              {
                "label": "海阳市",
                "value": "海阳市,37-06-87"
              }
            ]
          },
          {
            "label": "潍坊市",
            "value": "潍坊市,37-07",
            "children": [
              {
                "label": "潍城区",
                "value": "潍城区,37-07-02"
              },
              {
                "label": "寒亭区",
                "value": "寒亭区,37-07-03"
              },
              {
                "label": "坊子区",
                "value": "坊子区,37-07-04"
              },
              {
                "label": "奎文区",
                "value": "奎文区,37-07-05"
              },
              {
                "label": "临朐县",
                "value": "临朐县,37-07-24"
              },
              {
                "label": "昌乐县",
                "value": "昌乐县,37-07-25"
              },
              {
                "label": "青州市",
                "value": "青州市,37-07-81"
              },
              {
                "label": "诸城市",
                "value": "诸城市,37-07-82"
              },
              {
                "label": "寿光市",
                "value": "寿光市,37-07-83"
              },
              {
                "label": "安丘市",
                "value": "安丘市,37-07-84"
              },
              {
                "label": "高密市",
                "value": "高密市,37-07-85"
              },
              {
                "label": "昌邑市",
                "value": "昌邑市,37-07-86"
              }
            ]
          },
          {
            "label": "济宁市",
            "value": "济宁市,37-08",
            "children": [
              {
                "label": "市中区",
                "value": "市中区,37-08-02"
              },
              {
                "label": "任城区",
                "value": "任城区,37-08-11"
              },
              {
                "label": "微山县",
                "value": "微山县,37-08-26"
              },
              {
                "label": "鱼台县",
                "value": "鱼台县,37-08-27"
              },
              {
                "label": "金乡县",
                "value": "金乡县,37-08-28"
              },
              {
                "label": "嘉祥县",
                "value": "嘉祥县,37-08-29"
              },
              {
                "label": "汶上县",
                "value": "汶上县,37-08-30"
              },
              {
                "label": "泗水县",
                "value": "泗水县,37-08-31"
              },
              {
                "label": "梁山县",
                "value": "梁山县,37-08-32"
              },
              {
                "label": "曲阜市",
                "value": "曲阜市,37-08-81"
              },
              {
                "label": "兖州市",
                "value": "兖州市,37-08-82"
              },
              {
                "label": "邹城市",
                "value": "邹城市,37-08-83"
              }
            ]
          },
          {
            "label": "泰安市",
            "value": "泰安市,37-09",
            "children": [
              {
                "label": "泰山区",
                "value": "泰山区,37-09-02"
              },
              {
                "label": "岱岳区",
                "value": "岱岳区,37-09-03"
              },
              {
                "label": "宁阳县",
                "value": "宁阳县,37-09-21"
              },
              {
                "label": "东平县",
                "value": "东平县,37-09-23"
              },
              {
                "label": "新泰市",
                "value": "新泰市,37-09-82"
              },
              {
                "label": "肥城市",
                "value": "肥城市,37-09-83"
              }
            ]
          },
          {
            "label": "威海市",
            "value": "威海市,37-10",
            "children": [
              {
                "label": "环翠区",
                "value": "环翠区,37-10-02"
              },
              {
                "label": "文登市",
                "value": "文登市,37-10-81"
              },
              {
                "label": "荣成市",
                "value": "荣成市,37-10-82"
              },
              {
                "label": "乳山市",
                "value": "乳山市,37-10-83"
              }
            ]
          },
          {
            "label": "日照市",
            "value": "日照市,37-11",
            "children": [
              {
                "label": "东港区",
                "value": "东港区,37-11-02"
              },
              {
                "label": "岚山区",
                "value": "岚山区,37-11-03"
              },
              {
                "label": "五莲县",
                "value": "五莲县,37-11-21"
              },
              {
                "label": "莒县",
                "value": "莒县,37-11-22"
              }
            ]
          },
          {
            "label": "莱芜市",
            "value": "莱芜市,37-12",
            "children": [
              {
                "label": "莱城区",
                "value": "莱城区,37-12-02"
              },
              {
                "label": "钢城区",
                "value": "钢城区,37-12-03"
              }
            ]
          },
          {
            "label": "临沂市",
            "value": "临沂市,37-13",
            "children": [
              {
                "label": "兰山区",
                "value": "兰山区,37-13-02"
              },
              {
                "label": "罗庄区",
                "value": "罗庄区,37-13-11"
              },
              {
                "label": "河东区",
                "value": "河东区,37-13-12"
              },
              {
                "label": "沂南县",
                "value": "沂南县,37-13-21"
              },
              {
                "label": "郯城县",
                "value": "郯城县,37-13-22"
              },
              {
                "label": "沂水县",
                "value": "沂水县,37-13-23"
              },
              {
                "label": "苍山县",
                "value": "苍山县,37-13-24"
              },
              {
                "label": "费县",
                "value": "费县,37-13-25"
              },
              {
                "label": "平邑县",
                "value": "平邑县,37-13-26"
              },
              {
                "label": "莒南县",
                "value": "莒南县,37-13-27"
              },
              {
                "label": "蒙阴县",
                "value": "蒙阴县,37-13-28"
              },
              {
                "label": "临沭县",
                "value": "临沭县,37-13-29"
              }
            ]
          },
          {
            "label": "德州市",
            "value": "德州市,37-14",
            "children": [
              {
                "label": "德城区",
                "value": "德城区,37-14-02"
              },
              {
                "label": "陵县",
                "value": "陵县,37-14-21"
              },
              {
                "label": "宁津县",
                "value": "宁津县,37-14-22"
              },
              {
                "label": "庆云县",
                "value": "庆云县,37-14-23"
              },
              {
                "label": "临邑县",
                "value": "临邑县,37-14-24"
              },
              {
                "label": "齐河县",
                "value": "齐河县,37-14-25"
              },
              {
                "label": "平原县",
                "value": "平原县,37-14-26"
              },
              {
                "label": "夏津县",
                "value": "夏津县,37-14-27"
              },
              {
                "label": "武城县",
                "value": "武城县,37-14-28"
              },
              {
                "label": "乐陵市",
                "value": "乐陵市,37-14-81"
              },
              {
                "label": "禹城市",
                "value": "禹城市,37-14-82"
              }
            ]
          },
          {
            "label": "聊城市",
            "value": "聊城市,37-15",
            "children": [
              {
                "label": "东昌府区",
                "value": "东昌府区,37-15-02"
              },
              {
                "label": "阳谷县",
                "value": "阳谷县,37-15-21"
              },
              {
                "label": "莘县",
                "value": "莘县,37-15-22"
              },
              {
                "label": "茌平县",
                "value": "茌平县,37-15-23"
              },
              {
                "label": "东阿县",
                "value": "东阿县,37-15-24"
              },
              {
                "label": "冠县",
                "value": "冠县,37-15-25"
              },
              {
                "label": "高唐县",
                "value": "高唐县,37-15-26"
              },
              {
                "label": "临清市",
                "value": "临清市,37-15-27"
              }
            ]
          },
          {
            "label": "滨州市",
            "value": "滨州市,37-16",
            "children": [
              {
                "label": "滨城区",
                "value": "滨城区,37-16-02"
              },
              {
                "label": "惠民县",
                "value": "惠民县,37-16-21"
              },
              {
                "label": "阳信县",
                "value": "阳信县,37-16-22"
              },
              {
                "label": "无棣县",
                "value": "无棣县,37-16-23"
              },
              {
                "label": "沾化县",
                "value": "沾化县,37-16-24"
              },
              {
                "label": "博兴县",
                "value": "博兴县,37-16-25"
              },
              {
                "label": "邹平县",
                "value": "邹平县,37-16-26"
              }
            ]
          },
          {
            "label": "菏泽市",
            "value": "菏泽市,37-17",
            "children": [
              {
                "label": "牡丹区",
                "value": "牡丹区,37-17-02"
              },
              {
                "label": "曹县",
                "value": "曹县,37-17-21"
              },
              {
                "label": "单县",
                "value": "单县,37-17-22"
              },
              {
                "label": "成武县",
                "value": "成武县,37-17-23"
              },
              {
                "label": "巨野县",
                "value": "巨野县,37-17-24"
              },
              {
                "label": "郓城县",
                "value": "郓城县,37-17-25"
              },
              {
                "label": "鄄城县",
                "value": "鄄城县,37-17-26"
              },
              {
                "label": "定陶县",
                "value": "定陶县,37-17-27"
              },
              {
                "label": "东明县",
                "value": "东明县,37-17-28"
              }
            ]
          }
        ]
      },
      {
        "label": "河南省",
        "value": "河南省,41",
        "children": [
          {
            "label": "郑州市",
            "value": "郑州市,41-01",
            "children": [
              {
                "label": "中原区",
                "value": "中原区,41-01-02"
              },
              {
                "label": "二七区",
                "value": "二七区,41-01-03"
              },
              {
                "label": "管城回族区",
                "value": "管城回族区,41-01-04"
              },
              {
                "label": "金水区",
                "value": "金水区,41-01-05"
              },
              {
                "label": "上街区",
                "value": "上街区,41-01-06"
              },
              {
                "label": "惠济区",
                "value": "惠济区,41-01-08"
              },
              {
                "label": "中牟县",
                "value": "中牟县,41-01-22"
              },
              {
                "label": "巩义市",
                "value": "巩义市,41-01-81"
              },
              {
                "label": "荥阳市",
                "value": "荥阳市,41-01-82"
              },
              {
                "label": "新密市",
                "value": "新密市,41-01-83"
              },
              {
                "label": "新郑市",
                "value": "新郑市,41-01-84"
              },
              {
                "label": "登封市",
                "value": "登封市,41-01-85"
              }
            ]
          },
          {
            "label": "开封市",
            "value": "开封市,41-02",
            "children": [
              {
                "label": "龙亭区",
                "value": "龙亭区,41-02-02"
              },
              {
                "label": "顺河回族区",
                "value": "顺河回族区,41-02-03"
              },
              {
                "label": "鼓楼区",
                "value": "鼓楼区,41-02-04"
              },
              {
                "label": "禹王台区",
                "value": "禹王台区,41-02-05"
              },
              {
                "label": "金明区",
                "value": "金明区,41-02-11"
              },
              {
                "label": "杞县",
                "value": "杞县,41-02-21"
              },
              {
                "label": "通许县",
                "value": "通许县,41-02-22"
              },
              {
                "label": "尉氏县",
                "value": "尉氏县,41-02-23"
              },
              {
                "label": "开封县",
                "value": "开封县,41-02-24"
              },
              {
                "label": "兰考县",
                "value": "兰考县,41-02-25"
              }
            ]
          },
          {
            "label": "洛阳市",
            "value": "洛阳市,41-03",
            "children": [
              {
                "label": "老城区",
                "value": "老城区,41-03-02"
              },
              {
                "label": "西工区",
                "value": "西工区,41-03-03"
              },
              {
                "label": "廛河回族区",
                "value": "廛河回族区,41-03-04"
              },
              {
                "label": "涧西区",
                "value": "涧西区,41-03-05"
              },
              {
                "label": "吉利区",
                "value": "吉利区,41-03-06"
              },
              {
                "label": "洛龙区",
                "value": "洛龙区,41-03-07"
              },
              {
                "label": "孟津县",
                "value": "孟津县,41-03-22"
              },
              {
                "label": "新安县",
                "value": "新安县,41-03-23"
              },
              {
                "label": "栾川县",
                "value": "栾川县,41-03-24"
              },
              {
                "label": "嵩县",
                "value": "嵩县,41-03-25"
              },
              {
                "label": "汝阳县",
                "value": "汝阳县,41-03-26"
              },
              {
                "label": "宜阳县",
                "value": "宜阳县,41-03-27"
              },
              {
                "label": "洛宁县",
                "value": "洛宁县,41-03-28"
              },
              {
                "label": "伊川县",
                "value": "伊川县,41-03-29"
              },
              {
                "label": "偃师市",
                "value": "偃师市,41-03-81"
              }
            ]
          },
          {
            "label": "平顶山市",
            "value": "平顶山市,41-04",
            "children": [
              {
                "label": "新华区",
                "value": "新华区,41-04-02"
              },
              {
                "label": "卫东区",
                "value": "卫东区,41-04-03"
              },
              {
                "label": "石龙区",
                "value": "石龙区,41-04-04"
              },
              {
                "label": "湛河区",
                "value": "湛河区,41-04-11"
              },
              {
                "label": "宝丰县",
                "value": "宝丰县,41-04-21"
              },
              {
                "label": "叶县",
                "value": "叶县,41-04-22"
              },
              {
                "label": "鲁山县",
                "value": "鲁山县,41-04-23"
              },
              {
                "label": "郏县",
                "value": "郏县,41-04-25"
              },
              {
                "label": "舞钢市",
                "value": "舞钢市,41-04-81"
              },
              {
                "label": "汝州市",
                "value": "汝州市,41-04-82"
              }
            ]
          },
          {
            "label": "安阳市",
            "value": "安阳市,41-05",
            "children": [
              {
                "label": "文峰区",
                "value": "文峰区,41-05-02"
              },
              {
                "label": "北关区",
                "value": "北关区,41-05-03"
              },
              {
                "label": "殷都区",
                "value": "殷都区,41-05-05"
              },
              {
                "label": "龙安区",
                "value": "龙安区,41-05-06"
              },
              {
                "label": "安阳县",
                "value": "安阳县,41-05-22"
              },
              {
                "label": "汤阴县",
                "value": "汤阴县,41-05-23"
              },
              {
                "label": "滑县",
                "value": "滑县,41-05-26"
              },
              {
                "label": "内黄县",
                "value": "内黄县,41-05-27"
              },
              {
                "label": "林州市",
                "value": "林州市,41-05-81"
              }
            ]
          },
          {
            "label": "鹤壁市",
            "value": "鹤壁市,41-06",
            "children": [
              {
                "label": "鹤山区",
                "value": "鹤山区,41-06-02"
              },
              {
                "label": "山城区",
                "value": "山城区,41-06-03"
              },
              {
                "label": "淇滨区",
                "value": "淇滨区,41-06-11"
              },
              {
                "label": "浚县",
                "value": "浚县,41-06-21"
              },
              {
                "label": "淇县",
                "value": "淇县,41-06-22"
              }
            ]
          },
          {
            "label": "新乡市",
            "value": "新乡市,41-07",
            "children": [
              {
                "label": "红旗区",
                "value": "红旗区,41-07-02"
              },
              {
                "label": "卫滨区",
                "value": "卫滨区,41-07-03"
              },
              {
                "label": "凤泉区",
                "value": "凤泉区,41-07-04"
              },
              {
                "label": "牧野区",
                "value": "牧野区,41-07-11"
              },
              {
                "label": "新乡县",
                "value": "新乡县,41-07-21"
              },
              {
                "label": "获嘉县",
                "value": "获嘉县,41-07-24"
              },
              {
                "label": "原阳县",
                "value": "原阳县,41-07-25"
              },
              {
                "label": "延津县",
                "value": "延津县,41-07-26"
              },
              {
                "label": "封丘县",
                "value": "封丘县,41-07-27"
              },
              {
                "label": "长垣县",
                "value": "长垣县,41-07-28"
              },
              {
                "label": "卫辉市",
                "value": "卫辉市,41-07-81"
              },
              {
                "label": "辉县市",
                "value": "辉县市,41-07-82"
              }
            ]
          },
          {
            "label": "焦作市",
            "value": "焦作市,41-08",
            "children": [
              {
                "label": "解放区",
                "value": "解放区,41-08-02"
              },
              {
                "label": "中站区",
                "value": "中站区,41-08-03"
              },
              {
                "label": "马村区",
                "value": "马村区,41-08-04"
              },
              {
                "label": "山阳区",
                "value": "山阳区,41-08-11"
              },
              {
                "label": "修武县",
                "value": "修武县,41-08-21"
              },
              {
                "label": "博爱县",
                "value": "博爱县,41-08-22"
              },
              {
                "label": "武陟县",
                "value": "武陟县,41-08-23"
              },
              {
                "label": "温县",
                "value": "温县,41-08-25"
              },
              {
                "label": "济源市",
                "value": "济源市,41-08-81"
              },
              {
                "label": "沁阳市",
                "value": "沁阳市,41-08-82"
              },
              {
                "label": "孟州市",
                "value": "孟州市,41-08-83"
              }
            ]
          },
          {
            "label": "濮阳市",
            "value": "濮阳市,41-09",
            "children": [
              {
                "label": "华龙区",
                "value": "华龙区,41-09-02"
              },
              {
                "label": "清丰县",
                "value": "清丰县,41-09-22"
              },
              {
                "label": "南乐县",
                "value": "南乐县,41-09-23"
              },
              {
                "label": "范县",
                "value": "范县,41-09-26"
              },
              {
                "label": "台前县",
                "value": "台前县,41-09-27"
              },
              {
                "label": "濮阳县",
                "value": "濮阳县,41-09-28"
              }
            ]
          },
          {
            "label": "许昌市",
            "value": "许昌市,41-10",
            "children": [
              {
                "label": "魏都区",
                "value": "魏都区,41-10-02"
              },
              {
                "label": "许昌县",
                "value": "许昌县,41-10-23"
              },
              {
                "label": "鄢陵县",
                "value": "鄢陵县,41-10-24"
              },
              {
                "label": "襄城县",
                "value": "襄城县,41-10-25"
              },
              {
                "label": "禹州市",
                "value": "禹州市,41-10-81"
              },
              {
                "label": "长葛市",
                "value": "长葛市,41-10-82"
              }
            ]
          },
          {
            "label": "漯河市",
            "value": "漯河市,41-11",
            "children": [
              {
                "label": "源汇区",
                "value": "源汇区,41-11-02"
              },
              {
                "label": "郾城区",
                "value": "郾城区,41-11-03"
              },
              {
                "label": "召陵区",
                "value": "召陵区,41-11-04"
              },
              {
                "label": "舞阳县",
                "value": "舞阳县,41-11-21"
              },
              {
                "label": "临颍县",
                "value": "临颍县,41-11-22"
              }
            ]
          },
          {
            "label": "三门峡市",
            "value": "三门峡市,41-12",
            "children": [
              {
                "label": "湖滨区",
                "value": "湖滨区,41-12-02"
              },
              {
                "label": "渑池县",
                "value": "渑池县,41-12-21"
              },
              {
                "label": "陕县",
                "value": "陕县,41-12-22"
              },
              {
                "label": "卢氏县",
                "value": "卢氏县,41-12-24"
              },
              {
                "label": "义马市",
                "value": "义马市,41-12-81"
              },
              {
                "label": "灵宝市",
                "value": "灵宝市,41-12-82"
              }
            ]
          },
          {
            "label": "南阳市",
            "value": "南阳市,41-13",
            "children": [
              {
                "label": "宛城区",
                "value": "宛城区,41-13-02"
              },
              {
                "label": "卧龙区",
                "value": "卧龙区,41-13-03"
              },
              {
                "label": "南召县",
                "value": "南召县,41-13-21"
              },
              {
                "label": "方城县",
                "value": "方城县,41-13-22"
              },
              {
                "label": "西峡县",
                "value": "西峡县,41-13-23"
              },
              {
                "label": "镇平县",
                "value": "镇平县,41-13-24"
              },
              {
                "label": "内乡县",
                "value": "内乡县,41-13-25"
              },
              {
                "label": "淅川县",
                "value": "淅川县,41-13-26"
              },
              {
                "label": "社旗县",
                "value": "社旗县,41-13-27"
              },
              {
                "label": "唐河县",
                "value": "唐河县,41-13-28"
              },
              {
                "label": "新野县",
                "value": "新野县,41-13-29"
              },
              {
                "label": "桐柏县",
                "value": "桐柏县,41-13-30"
              },
              {
                "label": "邓州市",
                "value": "邓州市,41-13-81"
              }
            ]
          },
          {
            "label": "商丘市",
            "value": "商丘市,41-14",
            "children": [
              {
                "label": "梁园区",
                "value": "梁园区,41-14-02"
              },
              {
                "label": "睢阳区",
                "value": "睢阳区,41-14-03"
              },
              {
                "label": "民权县",
                "value": "民权县,41-14-21"
              },
              {
                "label": "睢县",
                "value": "睢县,41-14-22"
              },
              {
                "label": "宁陵县",
                "value": "宁陵县,41-14-23"
              },
              {
                "label": "柘城县",
                "value": "柘城县,41-14-24"
              },
              {
                "label": "虞城县",
                "value": "虞城县,41-14-25"
              },
              {
                "label": "夏邑县",
                "value": "夏邑县,41-14-26"
              },
              {
                "label": "永城市",
                "value": "永城市,41-14-81"
              }
            ]
          },
          {
            "label": "信阳市",
            "value": "信阳市,41-15",
            "children": [
              {
                "label": "浉河区",
                "value": "浉河区,41-15-02"
              },
              {
                "label": "平桥区",
                "value": "平桥区,41-15-03"
              },
              {
                "label": "罗山县",
                "value": "罗山县,41-15-21"
              },
              {
                "label": "光山县",
                "value": "光山县,41-15-22"
              },
              {
                "label": "新县",
                "value": "新县,41-15-23"
              },
              {
                "label": "商城县",
                "value": "商城县,41-15-24"
              },
              {
                "label": "固始县",
                "value": "固始县,41-15-25"
              },
              {
                "label": "潢川县",
                "value": "潢川县,41-15-26"
              },
              {
                "label": "淮滨县",
                "value": "淮滨县,41-15-27"
              },
              {
                "label": "息县",
                "value": "息县,41-15-28"
              }
            ]
          },
          {
            "label": "周口市",
            "value": "周口市,41-16",
            "children": [
              {
                "label": "川汇区",
                "value": "川汇区,41-16-02"
              },
              {
                "label": "扶沟县",
                "value": "扶沟县,41-16-21"
              },
              {
                "label": "西华县",
                "value": "西华县,41-16-22"
              },
              {
                "label": "商水县",
                "value": "商水县,41-16-23"
              },
              {
                "label": "沈丘县",
                "value": "沈丘县,41-16-24"
              },
              {
                "label": "郸城县",
                "value": "郸城县,41-16-25"
              },
              {
                "label": "淮阳县",
                "value": "淮阳县,41-16-26"
              },
              {
                "label": "太康县",
                "value": "太康县,41-16-27"
              },
              {
                "label": "鹿邑县",
                "value": "鹿邑县,41-16-28"
              },
              {
                "label": "项城市",
                "value": "项城市,41-16-81"
              }
            ]
          },
          {
            "label": "驻马店市",
            "value": "驻马店市,41-17",
            "children": [
              {
                "label": "驿城区",
                "value": "驿城区,41-17-02"
              },
              {
                "label": "西平县",
                "value": "西平县,41-17-21"
              },
              {
                "label": "上蔡县",
                "value": "上蔡县,41-17-22"
              },
              {
                "label": "平舆县",
                "value": "平舆县,41-17-23"
              },
              {
                "label": "正阳县",
                "value": "正阳县,41-17-24"
              },
              {
                "label": "确山县",
                "value": "确山县,41-17-25"
              },
              {
                "label": "泌阳县",
                "value": "泌阳县,41-17-26"
              },
              {
                "label": "汝南县",
                "value": "汝南县,41-17-27"
              },
              {
                "label": "遂平县",
                "value": "遂平县,41-17-28"
              },
              {
                "label": "新蔡县",
                "value": "新蔡县,41-17-29"
              }
            ]
          }
        ]
      },
      {
        "label": "湖北省",
        "value": "湖北省,42",
        "children": [
          {
            "label": "武汉市",
            "value": "武汉市,42-01",
            "children": [
              {
                "label": "江岸区",
                "value": "江岸区,42-01-02"
              },
              {
                "label": "江汉区",
                "value": "江汉区,42-01-03"
              },
              {
                "label": "硚口区",
                "value": "硚口区,42-01-04"
              },
              {
                "label": "汉阳区",
                "value": "汉阳区,42-01-05"
              },
              {
                "label": "武昌区",
                "value": "武昌区,42-01-06"
              },
              {
                "label": "青山区",
                "value": "青山区,42-01-07"
              },
              {
                "label": "洪山区",
                "value": "洪山区,42-01-11"
              },
              {
                "label": "东西湖区",
                "value": "东西湖区,42-01-12"
              },
              {
                "label": "汉南区",
                "value": "汉南区,42-01-13"
              },
              {
                "label": "蔡甸区",
                "value": "蔡甸区,42-01-14"
              },
              {
                "label": "江夏区",
                "value": "江夏区,42-01-15"
              },
              {
                "label": "黄陂区",
                "value": "黄陂区,42-01-16"
              },
              {
                "label": "新洲区",
                "value": "新洲区,42-01-17"
              }
            ]
          },
          {
            "label": "黄石市",
            "value": "黄石市,42-02",
            "children": [
              {
                "label": "黄石港区",
                "value": "黄石港区,42-02-02"
              },
              {
                "label": "西塞山区",
                "value": "西塞山区,42-02-03"
              },
              {
                "label": "下陆区",
                "value": "下陆区,42-02-04"
              },
              {
                "label": "铁山区",
                "value": "铁山区,42-02-05"
              },
              {
                "label": "阳新县",
                "value": "阳新县,42-02-22"
              },
              {
                "label": "大冶市",
                "value": "大冶市,42-02-81"
              }
            ]
          },
          {
            "label": "十堰市",
            "value": "十堰市,42-03",
            "children": [
              {
                "label": "茅箭区",
                "value": "茅箭区,42-03-02"
              },
              {
                "label": "张湾区",
                "value": "张湾区,42-03-03"
              },
              {
                "label": "郧县",
                "value": "郧县,42-03-21"
              },
              {
                "label": "郧西县",
                "value": "郧西县,42-03-22"
              },
              {
                "label": "竹山县",
                "value": "竹山县,42-03-23"
              },
              {
                "label": "竹溪县",
                "value": "竹溪县,42-03-24"
              },
              {
                "label": "房县",
                "value": "房县,42-03-25"
              },
              {
                "label": "丹江口市",
                "value": "丹江口市,42-03-81"
              }
            ]
          },
          {
            "label": "宜昌市",
            "value": "宜昌市,42-05",
            "children": [
              {
                "label": "西陵区",
                "value": "西陵区,42-05-02"
              },
              {
                "label": "伍家岗区",
                "value": "伍家岗区,42-05-03"
              },
              {
                "label": "点军区",
                "value": "点军区,42-05-04"
              },
              {
                "label": "猇亭区",
                "value": "猇亭区,42-05-05"
              },
              {
                "label": "夷陵区",
                "value": "夷陵区,42-05-06"
              },
              {
                "label": "远安县",
                "value": "远安县,42-05-25"
              },
              {
                "label": "兴山县",
                "value": "兴山县,42-05-26"
              },
              {
                "label": "秭归县",
                "value": "秭归县,42-05-27"
              },
              {
                "label": "长阳土家族自治县",
                "value": "长阳土家族自治县,42-05-28"
              },
              {
                "label": "五峰土家族自治县",
                "value": "五峰土家族自治县,42-05-29"
              },
              {
                "label": "宜都市",
                "value": "宜都市,42-05-81"
              },
              {
                "label": "当阳市",
                "value": "当阳市,42-05-82"
              },
              {
                "label": "枝江市",
                "value": "枝江市,42-05-83"
              }
            ]
          },
          {
            "label": "襄樊市",
            "value": "襄樊市,42-06",
            "children": [
              {
                "label": "襄城区",
                "value": "襄城区,42-06-02"
              },
              {
                "label": "樊城区",
                "value": "樊城区,42-06-06"
              },
              {
                "label": "襄阳区",
                "value": "襄阳区,42-06-07"
              },
              {
                "label": "南漳县",
                "value": "南漳县,42-06-24"
              },
              {
                "label": "谷城县",
                "value": "谷城县,42-06-25"
              },
              {
                "label": "保康县",
                "value": "保康县,42-06-26"
              },
              {
                "label": "老河口市",
                "value": "老河口市,42-06-82"
              },
              {
                "label": "枣阳市",
                "value": "枣阳市,42-06-83"
              },
              {
                "label": "宜城市",
                "value": "宜城市,42-06-84"
              }
            ]
          },
          {
            "label": "鄂州市",
            "value": "鄂州市,42-07",
            "children": [
              {
                "label": "梁子湖区",
                "value": "梁子湖区,42-07-02"
              },
              {
                "label": "华容区",
                "value": "华容区,42-07-03"
              },
              {
                "label": "鄂城区",
                "value": "鄂城区,42-07-04"
              }
            ]
          },
          {
            "label": "荆门市",
            "value": "荆门市,42-08",
            "children": [
              {
                "label": "东宝区",
                "value": "东宝区,42-08-02"
              },
              {
                "label": "掇刀区",
                "value": "掇刀区,42-08-04"
              },
              {
                "label": "京山县",
                "value": "京山县,42-08-21"
              },
              {
                "label": "沙洋县",
                "value": "沙洋县,42-08-22"
              },
              {
                "label": "钟祥市",
                "value": "钟祥市,42-08-81"
              }
            ]
          },
          {
            "label": "孝感市",
            "value": "孝感市,42-09",
            "children": [
              {
                "label": "孝南区",
                "value": "孝南区,42-09-02"
              },
              {
                "label": "孝昌县",
                "value": "孝昌县,42-09-21"
              },
              {
                "label": "大悟县",
                "value": "大悟县,42-09-22"
              },
              {
                "label": "云梦县",
                "value": "云梦县,42-09-23"
              },
              {
                "label": "应城市",
                "value": "应城市,42-09-81"
              },
              {
                "label": "安陆市",
                "value": "安陆市,42-09-82"
              },
              {
                "label": "汉川市",
                "value": "汉川市,42-09-84"
              }
            ]
          },
          {
            "label": "荆州市",
            "value": "荆州市,42-10",
            "children": [
              {
                "label": "沙市区",
                "value": "沙市区,42-10-02"
              },
              {
                "label": "荆州区",
                "value": "荆州区,42-10-03"
              },
              {
                "label": "公安县",
                "value": "公安县,42-10-22"
              },
              {
                "label": "监利县",
                "value": "监利县,42-10-23"
              },
              {
                "label": "江陵县",
                "value": "江陵县,42-10-24"
              },
              {
                "label": "石首市",
                "value": "石首市,42-10-25"
              },
              {
                "label": "洪湖市",
                "value": "洪湖市,42-10-83"
              },
              {
                "label": "松滋市",
                "value": "松滋市,42-10-87"
              }
            ]
          },
          {
            "label": "黄冈市",
            "value": "黄冈市,42-11",
            "children": [
              {
                "label": "黄州区",
                "value": "黄州区,42-11-02"
              },
              {
                "label": "团风县",
                "value": "团风县,42-11-21"
              },
              {
                "label": "红安县",
                "value": "红安县,42-11-22"
              },
              {
                "label": "罗田县",
                "value": "罗田县,42-11-23"
              },
              {
                "label": "英山县",
                "value": "英山县,42-11-24"
              },
              {
                "label": "浠水县",
                "value": "浠水县,42-11-25"
              },
              {
                "label": "蕲春县",
                "value": "蕲春县,42-11-26"
              },
              {
                "label": "黄梅县",
                "value": "黄梅县,42-11-27"
              },
              {
                "label": "麻城市",
                "value": "麻城市,42-11-81"
              },
              {
                "label": "武穴市",
                "value": "武穴市,42-11-82"
              }
            ]
          },
          {
            "label": "咸宁市",
            "value": "咸宁市,42-12",
            "children": [
              {
                "label": "咸安区",
                "value": "咸安区,42-12-02"
              },
              {
                "label": "嘉鱼县",
                "value": "嘉鱼县,42-12-21"
              },
              {
                "label": "通城县",
                "value": "通城县,42-12-22"
              },
              {
                "label": "崇阳县",
                "value": "崇阳县,42-12-23"
              },
              {
                "label": "通山县",
                "value": "通山县,42-12-24"
              },
              {
                "label": "赤壁市",
                "value": "赤壁市,42-12-81"
              }
            ]
          },
          {
            "label": "随州市",
            "value": "随州市,42-13",
            "children": [
              {
                "label": "曾都区",
                "value": "曾都区,42-13-02"
              },
              {
                "label": "广水市",
                "value": "广水市,42-13-81"
              }
            ]
          },
          {
            "label": "恩施土家族苗族自治州",
            "value": "恩施土家族苗族自治州,42-28",
            "children": [
              {
                "label": "恩施市",
                "value": "恩施市,42-28-01"
              },
              {
                "label": "利川市",
                "value": "利川市,42-28-02"
              },
              {
                "label": "建始县",
                "value": "建始县,42-28-22"
              },
              {
                "label": "巴东县",
                "value": "巴东县,42-28-23"
              },
              {
                "label": "宣恩县",
                "value": "宣恩县,42-28-25"
              },
              {
                "label": "咸丰县",
                "value": "咸丰县,42-28-26"
              },
              {
                "label": "来凤县",
                "value": "来凤县,42-28-27"
              },
              {
                "label": "鹤峰县",
                "value": "鹤峰县,42-28-28"
              }
            ]
          },
          {
            "label": "直辖行政单位",
            "value": "直辖行政单位,42-90",
            "children": [
              {
                "label": "仙桃市",
                "value": "仙桃市,42-90-04"
              },
              {
                "label": "潜江市",
                "value": "潜江市,42-90-05"
              },
              {
                "label": "天门市",
                "value": "天门市,42-90-06"
              },
              {
                "label": "神农架林区",
                "value": "神农架林区,42-90-21"
              }
            ]
          }
        ]
      },
      {
        "label": "湖南省",
        "value": "湖南省,43",
        "children": [
          {
            "label": "长沙市",
            "value": "长沙市,43-01",
            "children": [
              {
                "label": "芙蓉区",
                "value": "芙蓉区,43-01-02"
              },
              {
                "label": "天心区",
                "value": "天心区,43-01-03"
              },
              {
                "label": "岳麓区",
                "value": "岳麓区,43-01-04"
              },
              {
                "label": "开福区",
                "value": "开福区,43-01-05"
              },
              {
                "label": "雨花区",
                "value": "雨花区,43-01-11"
              },
              {
                "label": "长沙县",
                "value": "长沙县,43-01-21"
              },
              {
                "label": "望城县",
                "value": "望城县,43-01-22"
              },
              {
                "label": "宁乡县",
                "value": "宁乡县,43-01-24"
              },
              {
                "label": "浏阳市",
                "value": "浏阳市,43-01-81"
              }
            ]
          },
          {
            "label": "株洲市",
            "value": "株洲市,43-02",
            "children": [
              {
                "label": "荷塘区",
                "value": "荷塘区,43-02-02"
              },
              {
                "label": "芦淞区",
                "value": "芦淞区,43-02-03"
              },
              {
                "label": "石峰区",
                "value": "石峰区,43-02-04"
              },
              {
                "label": "天元区",
                "value": "天元区,43-02-11"
              },
              {
                "label": "株洲县",
                "value": "株洲县,43-02-21"
              },
              {
                "label": "攸县",
                "value": "攸县,43-02-23"
              },
              {
                "label": "茶陵县",
                "value": "茶陵县,43-02-24"
              },
              {
                "label": "炎陵县",
                "value": "炎陵县,43-02-25"
              },
              {
                "label": "醴陵市",
                "value": "醴陵市,43-02-81"
              }
            ]
          },
          {
            "label": "湘潭市",
            "value": "湘潭市,43-03",
            "children": [
              {
                "label": "雨湖区",
                "value": "雨湖区,43-03-02"
              },
              {
                "label": "岳塘区",
                "value": "岳塘区,43-03-04"
              },
              {
                "label": "湘潭县",
                "value": "湘潭县,43-03-21"
              },
              {
                "label": "湘乡市",
                "value": "湘乡市,43-03-81"
              },
              {
                "label": "韶山市",
                "value": "韶山市,43-03-82"
              }
            ]
          },
          {
            "label": "衡阳市",
            "value": "衡阳市,43-04",
            "children": [
              {
                "label": "珠晖区",
                "value": "珠晖区,43-04-05"
              },
              {
                "label": "雁峰区",
                "value": "雁峰区,43-04-06"
              },
              {
                "label": "石鼓区",
                "value": "石鼓区,43-04-07"
              },
              {
                "label": "蒸湘区",
                "value": "蒸湘区,43-04-08"
              },
              {
                "label": "南岳区",
                "value": "南岳区,43-04-12"
              },
              {
                "label": "衡阳县",
                "value": "衡阳县,43-04-21"
              },
              {
                "label": "衡南县",
                "value": "衡南县,43-04-22"
              },
              {
                "label": "衡山县",
                "value": "衡山县,43-04-23"
              },
              {
                "label": "衡东县",
                "value": "衡东县,43-04-24"
              },
              {
                "label": "祁东县",
                "value": "祁东县,43-04-26"
              },
              {
                "label": "耒阳市",
                "value": "耒阳市,43-04-81"
              },
              {
                "label": "常宁市",
                "value": "常宁市,43-04-82"
              }
            ]
          },
          {
            "label": "邵阳市",
            "value": "邵阳市,43-05",
            "children": [
              {
                "label": "双清区",
                "value": "双清区,43-05-02"
              },
              {
                "label": "大祥区",
                "value": "大祥区,43-05-03"
              },
              {
                "label": "北塔区",
                "value": "北塔区,43-05-11"
              },
              {
                "label": "邵东县",
                "value": "邵东县,43-05-21"
              },
              {
                "label": "新邵县",
                "value": "新邵县,43-05-22"
              },
              {
                "label": "邵阳县",
                "value": "邵阳县,43-05-23"
              },
              {
                "label": "隆回县",
                "value": "隆回县,43-05-24"
              },
              {
                "label": "洞口县",
                "value": "洞口县,43-05-25"
              },
              {
                "label": "绥宁县",
                "value": "绥宁县,43-05-27"
              },
              {
                "label": "新宁县",
                "value": "新宁县,43-05-28"
              },
              {
                "label": "城步苗族自治县",
                "value": "城步苗族自治县,43-05-29"
              },
              {
                "label": "武冈市",
                "value": "武冈市,43-05-81"
              }
            ]
          },
          {
            "label": "岳阳市",
            "value": "岳阳市,43-06",
            "children": [
              {
                "label": "岳阳楼区",
                "value": "岳阳楼区,43-06-02"
              },
              {
                "label": "云溪区",
                "value": "云溪区,43-06-03"
              },
              {
                "label": "君山区",
                "value": "君山区,43-06-11"
              },
              {
                "label": "岳阳县",
                "value": "岳阳县,43-06-21"
              },
              {
                "label": "华容县",
                "value": "华容县,43-06-23"
              },
              {
                "label": "湘阴县",
                "value": "湘阴县,43-06-24"
              },
              {
                "label": "平江县",
                "value": "平江县,43-06-26"
              },
              {
                "label": "汨罗市",
                "value": "汨罗市,43-06-81"
              },
              {
                "label": "临湘市",
                "value": "临湘市,43-06-82"
              }
            ]
          },
          {
            "label": "常德市",
            "value": "常德市,43-07",
            "children": [
              {
                "label": "武陵区",
                "value": "武陵区,43-07-02"
              },
              {
                "label": "鼎城区",
                "value": "鼎城区,43-07-03"
              },
              {
                "label": "安乡县",
                "value": "安乡县,43-07-21"
              },
              {
                "label": "汉寿县",
                "value": "汉寿县,43-07-22"
              },
              {
                "label": "澧县",
                "value": "澧县,43-07-23"
              },
              {
                "label": "临澧县",
                "value": "临澧县,43-07-24"
              },
              {
                "label": "桃源县",
                "value": "桃源县,43-07-25"
              },
              {
                "label": "石门县",
                "value": "石门县,43-07-26"
              },
              {
                "label": "津市市",
                "value": "津市市,43-07-81"
              }
            ]
          },
          {
            "label": "张家界市",
            "value": "张家界市,43-08",
            "children": [
              {
                "label": "永定区",
                "value": "永定区,43-08-02"
              },
              {
                "label": "武陵源区",
                "value": "武陵源区,43-08-11"
              },
              {
                "label": "慈利县",
                "value": "慈利县,43-08-21"
              },
              {
                "label": "桑植县",
                "value": "桑植县,43-08-22"
              }
            ]
          },
          {
            "label": "益阳市",
            "value": "益阳市,43-09",
            "children": [
              {
                "label": "资阳区",
                "value": "资阳区,43-09-02"
              },
              {
                "label": "赫山区",
                "value": "赫山区,43-09-03"
              },
              {
                "label": "南县",
                "value": "南县,43-09-21"
              },
              {
                "label": "桃江县",
                "value": "桃江县,43-09-22"
              },
              {
                "label": "安化县",
                "value": "安化县,43-09-23"
              },
              {
                "label": "沅江市",
                "value": "沅江市,43-09-81"
              }
            ]
          },
          {
            "label": "郴州市",
            "value": "郴州市,43-10",
            "children": [
              {
                "label": "北湖区",
                "value": "北湖区,43-10-02"
              },
              {
                "label": "苏仙区",
                "value": "苏仙区,43-10-03"
              },
              {
                "label": "桂阳县",
                "value": "桂阳县,43-10-21"
              },
              {
                "label": "宜章县",
                "value": "宜章县,43-10-22"
              },
              {
                "label": "永兴县",
                "value": "永兴县,43-10-23"
              },
              {
                "label": "嘉禾县",
                "value": "嘉禾县,43-10-24"
              },
              {
                "label": "临武县",
                "value": "临武县,43-10-25"
              },
              {
                "label": "汝城县",
                "value": "汝城县,43-10-26"
              },
              {
                "label": "桂东县",
                "value": "桂东县,43-10-27"
              },
              {
                "label": "安仁县",
                "value": "安仁县,43-10-28"
              },
              {
                "label": "资兴市",
                "value": "资兴市,43-10-81"
              }
            ]
          },
          {
            "label": "永州市",
            "value": "永州市,43-11",
            "children": [
              {
                "label": "零陵区",
                "value": "零陵区,43-11-02"
              },
              {
                "label": "冷水滩区",
                "value": "冷水滩区,43-11-01"
              },
              {
                "label": "祁阳县",
                "value": "祁阳县,43-11-21"
              },
              {
                "label": "东安县",
                "value": "东安县,43-11-22"
              },
              {
                "label": "双牌县",
                "value": "双牌县,43-11-23"
              },
              {
                "label": "道县",
                "value": "道县,43-11-24"
              },
              {
                "label": "江永县",
                "value": "江永县,43-11-25"
              },
              {
                "label": "宁远县",
                "value": "宁远县,43-11-26"
              },
              {
                "label": "蓝山县",
                "value": "蓝山县,43-11-27"
              },
              {
                "label": "新田县",
                "value": "新田县,43-11-28"
              },
              {
                "label": "江华瑶族自治县",
                "value": "江华瑶族自治县,43-11-29"
              }
            ]
          },
          {
            "label": "怀化市",
            "value": "怀化市,43-12",
            "children": [
              {
                "label": "鹤城区",
                "value": "鹤城区,43-12-02"
              },
              {
                "label": "中方县",
                "value": "中方县,43-12-21"
              },
              {
                "label": "沅陵县",
                "value": "沅陵县,43-12-22"
              },
              {
                "label": "辰溪县",
                "value": "辰溪县,43-12-23"
              },
              {
                "label": "溆浦县",
                "value": "溆浦县,43-12-24"
              },
              {
                "label": "会同县",
                "value": "会同县,43-12-25"
              },
              {
                "label": "麻阳苗族自治县",
                "value": "麻阳苗族自治县,43-12-26"
              },
              {
                "label": "新晃侗族自治县",
                "value": "新晃侗族自治县,43-12-27"
              },
              {
                "label": "芷江侗族自治县",
                "value": "芷江侗族自治县,43-12-28"
              },
              {
                "label": "靖州苗族侗族自治县",
                "value": "靖州苗族侗族自治县,43-12-29"
              },
              {
                "label": "通道侗族自治县",
                "value": "通道侗族自治县,43-12-30"
              },
              {
                "label": "洪江市",
                "value": "洪江市,43-12-81"
              }
            ]
          },
          {
            "label": "娄底市",
            "value": "娄底市,43-13",
            "children": [
              {
                "label": "娄星区",
                "value": "娄星区,43-13-02"
              },
              {
                "label": "双峰县",
                "value": "双峰县,43-13-21"
              },
              {
                "label": "新化县",
                "value": "新化县,43-13-22"
              },
              {
                "label": "冷水江市",
                "value": "冷水江市,43-13-81"
              },
              {
                "label": "涟源市",
                "value": "涟源市,43-13-82"
              }
            ]
          },
          {
            "label": "湘西土家族苗族自治州",
            "value": "湘西土家族苗族自治州,43-31",
            "children": [
              {
                "label": "吉首市",
                "value": "吉首市,43-31-01"
              },
              {
                "label": "泸溪县",
                "value": "泸溪县,43-31-22"
              },
              {
                "label": "凤凰县",
                "value": "凤凰县,43-31-23"
              },
              {
                "label": "花垣县",
                "value": "花垣县,43-31-24"
              },
              {
                "label": "保靖县",
                "value": "保靖县,43-31-25"
              },
              {
                "label": "古丈县",
                "value": "古丈县,43-31-26"
              },
              {
                "label": "永顺县",
                "value": "永顺县,43-31-27"
              },
              {
                "label": "龙山县",
                "value": "龙山县,43-31-30"
              }
            ]
          }
        ]
      },
      {
        "label": "广东省",
        "value": "广东省,44",
        "children": [
          {
            "label": "广州市",
            "value": "广州市,44-01",
            "children": [
              {
                "label": "荔湾区",
                "value": "荔湾区,44-01-03"
              },
              {
                "label": "越秀区",
                "value": "越秀区,44-01-04"
              },
              {
                "label": "海珠区",
                "value": "海珠区,44-01-05"
              },
              {
                "label": "天河区",
                "value": "天河区,44-01-06"
              },
              {
                "label": "白云区",
                "value": "白云区,44-01-11"
              },
              {
                "label": "黄埔区",
                "value": "黄埔区,44-01-12"
              },
              {
                "label": "番禺区",
                "value": "番禺区,44-01-13"
              },
              {
                "label": "花都区",
                "value": "花都区,44-01-14"
              },
              {
                "label": "南沙区",
                "value": "南沙区,44-01-15"
              },
              {
                "label": "萝岗区",
                "value": "萝岗区,44-01-16"
              },
              {
                "label": "增城市",
                "value": "增城市,44-01-83"
              },
              {
                "label": "从化市",
                "value": "从化市,44-01-84"
              }
            ]
          },
          {
            "label": "韶关市",
            "value": "韶关市,44-02",
            "children": [
              {
                "label": "武江区",
                "value": "武江区,44-02-03"
              },
              {
                "label": "浈江区",
                "value": "浈江区,44-02-04"
              },
              {
                "label": "曲江区",
                "value": "曲江区,44-02-05"
              },
              {
                "label": "始兴县",
                "value": "始兴县,44-02-22"
              },
              {
                "label": "仁化县",
                "value": "仁化县,44-02-24"
              },
              {
                "label": "翁源县",
                "value": "翁源县,44-02-29"
              },
              {
                "label": "乳源瑶族自治县",
                "value": "乳源瑶族自治县,44-02-32"
              },
              {
                "label": "新丰县",
                "value": "新丰县,44-02-33"
              },
              {
                "label": "乐昌市",
                "value": "乐昌市,44-02-81"
              },
              {
                "label": "南雄市",
                "value": "南雄市,44-02-82"
              }
            ]
          },
          {
            "label": "深圳市",
            "value": "深圳市,44-03",
            "children": [
              {
                "label": "罗湖区",
                "value": "罗湖区,44-03-03"
              },
              {
                "label": "福田区",
                "value": "福田区,44-03-04"
              },
              {
                "label": "南山区",
                "value": "南山区,44-03-05"
              },
              {
                "label": "宝安区",
                "value": "宝安区,44-03-06"
              },
              {
                "label": "龙岗区",
                "value": "龙岗区,44-03-07"
              },
              {
                "label": "盐田区",
                "value": "盐田区,44-03-08"
              }
            ]
          },
          {
            "label": "珠海市",
            "value": "珠海市,44-04",
            "children": [
              {
                "label": "香洲区",
                "value": "香洲区,44-04-02"
              },
              {
                "label": "斗门区",
                "value": "斗门区,44-04-03"
              },
              {
                "label": "金湾区",
                "value": "金湾区,44-04-04"
              }
            ]
          },
          {
            "label": "汕头市",
            "value": "汕头市,44-05",
            "children": [
              {
                "label": "龙湖区",
                "value": "龙湖区,44-05-07"
              },
              {
                "label": "金平区",
                "value": "金平区,44-05-11"
              },
              {
                "label": "濠江区",
                "value": "濠江区,44-05-12"
              },
              {
                "label": "潮阳区",
                "value": "潮阳区,44-05-13"
              },
              {
                "label": "潮南区",
                "value": "潮南区,44-05-14"
              },
              {
                "label": "澄海区",
                "value": "澄海区,44-05-15"
              },
              {
                "label": "南澳县",
                "value": "南澳县,44-05-23"
              }
            ]
          },
          {
            "label": "佛山市",
            "value": "佛山市,44-06",
            "children": [
              {
                "label": "禅城区",
                "value": "禅城区,44-06-04"
              },
              {
                "label": "南海区",
                "value": "南海区,44-06-05"
              },
              {
                "label": "顺德区",
                "value": "顺德区,44-06-06"
              },
              {
                "label": "三水区",
                "value": "三水区,44-06-07"
              },
              {
                "label": "高明区",
                "value": "高明区,44-06-08"
              }
            ]
          },
          {
            "label": "江门市",
            "value": "江门市,44-07",
            "children": [
              {
                "label": "蓬江区",
                "value": "蓬江区,44-07-03"
              },
              {
                "label": "江海区",
                "value": "江海区,44-07-04"
              },
              {
                "label": "新会区",
                "value": "新会区,44-07-05"
              },
              {
                "label": "台山市",
                "value": "台山市,44-07-81"
              },
              {
                "label": "开平市",
                "value": "开平市,44-07-83"
              },
              {
                "label": "鹤山市",
                "value": "鹤山市,44-07-84"
              },
              {
                "label": "恩平市",
                "value": "恩平市,44-07-85"
              }
            ]
          },
          {
            "label": "湛江市",
            "value": "湛江市,44-08",
            "children": [
              {
                "label": "赤坎区",
                "value": "赤坎区,44-08-02"
              },
              {
                "label": "霞山区",
                "value": "霞山区,44-08-03"
              },
              {
                "label": "坡头区",
                "value": "坡头区,44-08-04"
              },
              {
                "label": "麻章区",
                "value": "麻章区,44-08-11"
              },
              {
                "label": "遂溪县",
                "value": "遂溪县,44-08-23"
              },
              {
                "label": "徐闻县",
                "value": "徐闻县,44-08-25"
              },
              {
                "label": "廉江市",
                "value": "廉江市,44-08-81"
              },
              {
                "label": "雷州市",
                "value": "雷州市,44-08-82"
              },
              {
                "label": "吴川市",
                "value": "吴川市,44-08-83"
              }
            ]
          },
          {
            "label": "茂名市",
            "value": "茂名市,44-09",
            "children": [
              {
                "label": "茂南区",
                "value": "茂南区,44-09-02"
              },
              {
                "label": "茂港区",
                "value": "茂港区,44-09-03"
              },
              {
                "label": "电白县",
                "value": "电白县,44-09-23"
              },
              {
                "label": "高州市",
                "value": "高州市,44-09-81"
              },
              {
                "label": "化州市",
                "value": "化州市,44-09-82"
              },
              {
                "label": "信宜市",
                "value": "信宜市,44-09-83"
              }
            ]
          },
          {
            "label": "肇庆市",
            "value": "肇庆市,44-12",
            "children": [
              {
                "label": "端州区",
                "value": "端州区,44-12-02"
              },
              {
                "label": "鼎湖区",
                "value": "鼎湖区,44-12-03"
              },
              {
                "label": "广宁县",
                "value": "广宁县,44-12-23"
              },
              {
                "label": "怀集县",
                "value": "怀集县,44-12-24"
              },
              {
                "label": "封开县",
                "value": "封开县,44-12-25"
              },
              {
                "label": "德庆县",
                "value": "德庆县,44-12-26"
              },
              {
                "label": "高要市",
                "value": "高要市,44-12-83"
              },
              {
                "label": "四会市",
                "value": "四会市,44-12-84"
              }
            ]
          },
          {
            "label": "惠州市",
            "value": "惠州市,44-13",
            "children": [
              {
                "label": "惠城区",
                "value": "惠城区,44-13-02"
              },
              {
                "label": "惠阳区",
                "value": "惠阳区,44-13-03"
              },
              {
                "label": "博罗县",
                "value": "博罗县,44-13-22"
              },
              {
                "label": "惠东县",
                "value": "惠东县,44-13-23"
              },
              {
                "label": "龙门县",
                "value": "龙门县,44-13-24"
              }
            ]
          },
          {
            "label": "梅州市",
            "value": "梅州市,44-14",
            "children": [
              {
                "label": "梅江区",
                "value": "梅江区,44-14-02"
              },
              {
                "label": "梅县",
                "value": "梅县,44-14-21"
              },
              {
                "label": "大埔县",
                "value": "大埔县,44-14-22"
              },
              {
                "label": "丰顺县",
                "value": "丰顺县,44-14-23"
              },
              {
                "label": "五华县",
                "value": "五华县,44-14-24"
              },
              {
                "label": "平远县",
                "value": "平远县,44-14-26"
              },
              {
                "label": "蕉岭县",
                "value": "蕉岭县,44-14-27"
              },
              {
                "label": "兴宁市",
                "value": "兴宁市,44-14-81"
              }
            ]
          },
          {
            "label": "汕尾市",
            "value": "汕尾市,44-15",
            "children": [
              {
                "label": "城区",
                "value": "城区,44-15-02"
              },
              {
                "label": "海丰县",
                "value": "海丰县,44-15-21"
              },
              {
                "label": "陆河县",
                "value": "陆河县,44-15-22"
              },
              {
                "label": "陆丰市",
                "value": "陆丰市,44-15-81"
              }
            ]
          },
          {
            "label": "河源市",
            "value": "河源市,44-16",
            "children": [
              {
                "label": "源城区",
                "value": "源城区,44-16-02"
              },
              {
                "label": "紫金县",
                "value": "紫金县,44-16-21"
              },
              {
                "label": "龙川县",
                "value": "龙川县,44-16-22"
              },
              {
                "label": "连平县",
                "value": "连平县,44-16-23"
              },
              {
                "label": "和平县",
                "value": "和平县,44-16-24"
              },
              {
                "label": "东源县",
                "value": "东源县,44-16-25"
              }
            ]
          },
          {
            "label": "阳江市",
            "value": "阳江市,44-17",
            "children": [
              {
                "label": "江城区",
                "value": "江城区,44-17-02"
              },
              {
                "label": "阳西县",
                "value": "阳西县,44-17-21"
              },
              {
                "label": "阳东县",
                "value": "阳东县,44-17-23"
              },
              {
                "label": "阳春市",
                "value": "阳春市,44-17-81"
              }
            ]
          },
          {
            "label": "清远市",
            "value": "清远市,44-18",
            "children": [
              {
                "label": "清城区",
                "value": "清城区,44-18-02"
              },
              {
                "label": "佛冈县",
                "value": "佛冈县,44-18-21"
              },
              {
                "label": "阳山县",
                "value": "阳山县,44-18-23"
              },
              {
                "label": "连山壮族瑶族自治县",
                "value": "连山壮族瑶族自治县,44-18-25"
              },
              {
                "label": "连南瑶族自治县",
                "value": "连南瑶族自治县,44-18-26"
              },
              {
                "label": "清新县",
                "value": "清新县,44-18-27"
              },
              {
                "label": "英德市",
                "value": "英德市,44-18-81"
              },
              {
                "label": "连州市",
                "value": "连州市,44-18-82"
              }
            ]
          },
          {
            "label": "东莞市",
            "value": "东莞市,44-19",
            "children": []
          },
          {
            "label": "中山市",
            "value": "中山市,44-20",
            "children": []
          },
          {
            "label": "潮州市",
            "value": "潮州市,44-51",
            "children": [
              {
                "label": "湘桥区",
                "value": "湘桥区,44-51-02"
              },
              {
                "label": "潮安县",
                "value": "潮安县,44-51-21"
              },
              {
                "label": "饶平县",
                "value": "饶平县,44-51-22"
              }
            ]
          },
          {
            "label": "揭阳市",
            "value": "揭阳市,44-52",
            "children": [
              {
                "label": "榕城区",
                "value": "榕城区,44-52-02"
              },
              {
                "label": "揭东县",
                "value": "揭东县,44-52-21"
              },
              {
                "label": "揭西县",
                "value": "揭西县,44-52-22"
              },
              {
                "label": "惠来县",
                "value": "惠来县,44-52-24"
              },
              {
                "label": "普宁市",
                "value": "普宁市,44-52-81"
              }
            ]
          },
          {
            "label": "云浮市",
            "value": "云浮市,44-53",
            "children": [
              {
                "label": "云城区",
                "value": "云城区,44-53-02"
              },
              {
                "label": "新兴县",
                "value": "新兴县,44-53-21"
              },
              {
                "label": "郁南县",
                "value": "郁南县,44-53-22"
              },
              {
                "label": "云安县",
                "value": "云安县,44-53-23"
              },
              {
                "label": "罗定市",
                "value": "罗定市,44-53-81"
              }
            ]
          }
        ]
      },
      {
        "label": "广西",
        "value": "广西,45",
        "children": [
          {
            "label": "南宁市",
            "value": "南宁市,45-01",
            "children": [
              {
                "label": "兴宁区",
                "value": "兴宁区,45-01-02"
              },
              {
                "label": "青秀区",
                "value": "青秀区,45-01-03"
              },
              {
                "label": "江南区",
                "value": "江南区,45-01-05"
              },
              {
                "label": "西乡塘区",
                "value": "西乡塘区,45-01-07"
              },
              {
                "label": "良庆区",
                "value": "良庆区,45-01-08"
              },
              {
                "label": "邕宁区",
                "value": "邕宁区,45-01-09"
              },
              {
                "label": "武鸣县",
                "value": "武鸣县,45-01-22"
              },
              {
                "label": "隆安县",
                "value": "隆安县,45-01-23"
              },
              {
                "label": "马山县",
                "value": "马山县,45-01-24"
              },
              {
                "label": "上林县",
                "value": "上林县,45-01-25"
              },
              {
                "label": "宾阳县",
                "value": "宾阳县,45-01-26"
              },
              {
                "label": "横县",
                "value": "横县,45-01-27"
              }
            ]
          },
          {
            "label": "柳州市",
            "value": "柳州市,45-02",
            "children": [
              {
                "label": "城中区",
                "value": "城中区,45-02-02"
              },
              {
                "label": "鱼峰区",
                "value": "鱼峰区,45-02-03"
              },
              {
                "label": "柳南区",
                "value": "柳南区,45-02-04"
              },
              {
                "label": "柳北区",
                "value": "柳北区,45-02-05"
              },
              {
                "label": "柳江县",
                "value": "柳江县,45-02-21"
              },
              {
                "label": "柳城县",
                "value": "柳城县,45-02-22"
              },
              {
                "label": "鹿寨县",
                "value": "鹿寨县,45-02-23"
              },
              {
                "label": "融安县",
                "value": "融安县,45-02-24"
              },
              {
                "label": "融水苗族自治县",
                "value": "融水苗族自治县,45-02-25"
              },
              {
                "label": "三江侗族自治县",
                "value": "三江侗族自治县,45-02-26"
              }
            ]
          },
          {
            "label": "桂林市",
            "value": "桂林市,45-03",
            "children": [
              {
                "label": "秀峰区",
                "value": "秀峰区,45-03-02"
              },
              {
                "label": "叠彩区",
                "value": "叠彩区,45-03-03"
              },
              {
                "label": "象山区",
                "value": "象山区,45-03-04"
              },
              {
                "label": "七星区",
                "value": "七星区,45-03-05"
              },
              {
                "label": "雁山区",
                "value": "雁山区,45-03-11"
              },
              {
                "label": "阳朔县",
                "value": "阳朔县,45-03-21"
              },
              {
                "label": "临桂县",
                "value": "临桂县,45-03-22"
              },
              {
                "label": "灵川县",
                "value": "灵川县,45-03-23"
              },
              {
                "label": "全州县",
                "value": "全州县,45-03-24"
              },
              {
                "label": "兴安县",
                "value": "兴安县,45-03-25"
              },
              {
                "label": "永福县",
                "value": "永福县,45-03-26"
              },
              {
                "label": "灌阳县",
                "value": "灌阳县,45-03-27"
              },
              {
                "label": "龙胜各族自治县",
                "value": "龙胜各族自治县,45-03-28"
              },
              {
                "label": "资源县",
                "value": "资源县,45-03-29"
              },
              {
                "label": "平乐县",
                "value": "平乐县,45-03-30"
              },
              {
                "label": "荔蒲县",
                "value": "荔蒲县,45-03-31"
              },
              {
                "label": "恭城瑶族自治县",
                "value": "恭城瑶族自治县,45-03-32"
              }
            ]
          },
          {
            "label": "梧州市",
            "value": "梧州市,45-04",
            "children": [
              {
                "label": "万秀区",
                "value": "万秀区,45-04-03"
              },
              {
                "label": "蝶山区",
                "value": "蝶山区,45-04-04"
              },
              {
                "label": "长洲区",
                "value": "长洲区,45-04-05"
              },
              {
                "label": "苍梧县",
                "value": "苍梧县,45-04-21"
              },
              {
                "label": "藤县",
                "value": "藤县,45-04-22"
              },
              {
                "label": "蒙山县",
                "value": "蒙山县,45-04-23"
              },
              {
                "label": "岑溪市",
                "value": "岑溪市,45-04-81"
              }
            ]
          },
          {
            "label": "北海市",
            "value": "北海市,45-05",
            "children": [
              {
                "label": "海城区",
                "value": "海城区,45-05-02"
              },
              {
                "label": "银海区",
                "value": "银海区,45-05-03"
              },
              {
                "label": "铁山港区",
                "value": "铁山港区,45-05-12"
              },
              {
                "label": "合浦县",
                "value": "合浦县,45-05-21"
              }
            ]
          },
          {
            "label": "防城港市",
            "value": "防城港市,45-06",
            "children": [
              {
                "label": "港口区",
                "value": "港口区,45-06-02"
              },
              {
                "label": "防城区",
                "value": "防城区,45-06-03"
              },
              {
                "label": "上思县",
                "value": "上思县,45-06-21"
              },
              {
                "label": "东兴市",
                "value": "东兴市,45-06-81"
              }
            ]
          },
          {
            "label": "钦州市",
            "value": "钦州市,45-07",
            "children": [
              {
                "label": "钦南区",
                "value": "钦南区,45-07-02"
              },
              {
                "label": "钦北区",
                "value": "钦北区,45-07-03"
              },
              {
                "label": "灵山县",
                "value": "灵山县,45-07-21"
              },
              {
                "label": "浦北县",
                "value": "浦北县,45-07-22"
              }
            ]
          },
          {
            "label": "贵港市",
            "value": "贵港市,45-08",
            "children": [
              {
                "label": "港北区",
                "value": "港北区,45-08-02"
              },
              {
                "label": "港南区",
                "value": "港南区,45-08-03"
              },
              {
                "label": "覃塘区",
                "value": "覃塘区,45-08-04"
              },
              {
                "label": "平南县",
                "value": "平南县,45-08-21"
              },
              {
                "label": "桂平市",
                "value": "桂平市,45-08-81"
              }
            ]
          },
          {
            "label": "玉林市",
            "value": "玉林市,45-09",
            "children": [
              {
                "label": "玉州区",
                "value": "玉州区,45-09-02"
              },
              {
                "label": "容县",
                "value": "容县,45-09-21"
              },
              {
                "label": "陆川县",
                "value": "陆川县,45-09-22"
              },
              {
                "label": "博白县",
                "value": "博白县,45-09-23"
              },
              {
                "label": "兴业县",
                "value": "兴业县,45-09-24"
              },
              {
                "label": "北流市",
                "value": "北流市,45-09-81"
              }
            ]
          },
          {
            "label": "百色市",
            "value": "百色市,45-10",
            "children": [
              {
                "label": "右江区",
                "value": "右江区,45-10-02"
              },
              {
                "label": "田阳县",
                "value": "田阳县,45-10-21"
              },
              {
                "label": "田东县",
                "value": "田东县,45-10-22"
              },
              {
                "label": "平果县",
                "value": "平果县,45-10-23"
              },
              {
                "label": "德保县",
                "value": "德保县,45-10-24"
              },
              {
                "label": "靖西县",
                "value": "靖西县,45-10-25"
              },
              {
                "label": "那坡县",
                "value": "那坡县,45-10-26"
              },
              {
                "label": "凌云县",
                "value": "凌云县,45-10-27"
              },
              {
                "label": "乐业县",
                "value": "乐业县,45-10-28"
              },
              {
                "label": "田林县",
                "value": "田林县,45-10-29"
              },
              {
                "label": "西林县",
                "value": "西林县,45-10-30"
              },
              {
                "label": "隆林各族自治县",
                "value": "隆林各族自治县,45-10-31"
              }
            ]
          },
          {
            "label": "贺州市",
            "value": "贺州市,45-11",
            "children": [
              {
                "label": "八步区",
                "value": "八步区,45-11-02"
              },
              {
                "label": "昭平县",
                "value": "昭平县,45-11-21"
              },
              {
                "label": "钟山县",
                "value": "钟山县,45-11-22"
              },
              {
                "label": "富川瑶族自治县",
                "value": "富川瑶族自治县,45-11-23"
              }
            ]
          },
          {
            "label": "河池市",
            "value": "河池市,45-12",
            "children": [
              {
                "label": "金城江区",
                "value": "金城江区,45-12-02"
              },
              {
                "label": "南丹县",
                "value": "南丹县,45-12-21"
              },
              {
                "label": "天峨县",
                "value": "天峨县,45-12-22"
              },
              {
                "label": "凤山县",
                "value": "凤山县,45-12-23"
              },
              {
                "label": "东兰县",
                "value": "东兰县,45-12-24"
              },
              {
                "label": "罗城仫佬族自治县",
                "value": "罗城仫佬族自治县,45-12-25"
              },
              {
                "label": "环江毛南族自治县",
                "value": "环江毛南族自治县,45-12-26"
              },
              {
                "label": "巴马瑶族自治县",
                "value": "巴马瑶族自治县,45-12-27"
              },
              {
                "label": "都安瑶族自治县",
                "value": "都安瑶族自治县,45-12-28"
              },
              {
                "label": "大化瑶族自治县",
                "value": "大化瑶族自治县,45-12-29"
              },
              {
                "label": "宜州市",
                "value": "宜州市,45-12-81"
              }
            ]
          },
          {
            "label": "来宾市",
            "value": "来宾市,45-13",
            "children": [
              {
                "label": "兴宾区",
                "value": "兴宾区,45-13-02"
              },
              {
                "label": "忻城县",
                "value": "忻城县,45-13-21"
              },
              {
                "label": "象州县",
                "value": "象州县,45-13-22"
              },
              {
                "label": "武宣县",
                "value": "武宣县,45-13-23"
              },
              {
                "label": "金秀瑶族自治县",
                "value": "金秀瑶族自治县,45-13-24"
              },
              {
                "label": "合山市",
                "value": "合山市,45-13-81"
              }
            ]
          },
          {
            "label": "崇左市",
            "value": "崇左市,45-14",
            "children": [
              {
                "label": "江洲区",
                "value": "江洲区,45-14-02"
              },
              {
                "label": "扶绥县",
                "value": "扶绥县,45-14-21"
              },
              {
                "label": "宁明县",
                "value": "宁明县,45-14-22"
              },
              {
                "label": "龙州县",
                "value": "龙州县,45-14-23"
              },
              {
                "label": "大新县",
                "value": "大新县,45-14-24"
              },
              {
                "label": "天等县",
                "value": "天等县,45-14-25"
              },
              {
                "label": "凭祥市",
                "value": "凭祥市,45-14-81"
              }
            ]
          }
        ]
      },
      {
        "label": "海南省",
        "value": "海南省,46",
        "children": [
          {
            "label": "海口市",
            "value": "海口市,46-01",
            "children": [
              {
                "label": "秀英区",
                "value": "秀英区,46-01-05"
              },
              {
                "label": "龙华区",
                "value": "龙华区,46-01-06"
              },
              {
                "label": "琼山区",
                "value": "琼山区,46-01-07"
              },
              {
                "label": "美兰区",
                "value": "美兰区,46-01-08"
              }
            ]
          },
          {
            "label": "三亚市",
            "value": "三亚市,46-02",
            "children": [
              {
                "label": "崖州区",
                "value": "崖州区,46-02-05"
              },
              {
                "label": "天涯区",
                "value": "天涯区,46-02-04"
              },
              {
                "label": "吉阳区",
                "value": "吉阳区,46-02-03"
              },
              {
                "label": "海棠区",
                "value": "海棠区,46-02-02"
              }
            ]
          }
        ]
      },
      {
        "label": "重庆市",
        "value": "重庆市,50",
        "children": [
          {
            "label": "市辖区",
            "value": "市辖区,50-01",
            "children": [
              {
                "label": "万州区",
                "value": "万州区,50-01-01"
              },
              {
                "label": "涪陵区",
                "value": "涪陵区,50-01-02"
              },
              {
                "label": "渝中区",
                "value": "渝中区,50-01-03"
              },
              {
                "label": "大渡口区",
                "value": "大渡口区,50-01-04"
              },
              {
                "label": "江北区",
                "value": "江北区,50-01-05"
              },
              {
                "label": "沙坪坝区",
                "value": "沙坪坝区,50-01-06"
              },
              {
                "label": "九龙坡区",
                "value": "九龙坡区,50-01-07"
              },
              {
                "label": "南岸区",
                "value": "南岸区,50-01-08"
              },
              {
                "label": "北碚区",
                "value": "北碚区,50-01-09"
              },
              {
                "label": "万盛区",
                "value": "万盛区,50-01-10"
              },
              {
                "label": "双桥区",
                "value": "双桥区,50-01-11"
              },
              {
                "label": "渝北区",
                "value": "渝北区,50-01-12"
              },
              {
                "label": "巴南区",
                "value": "巴南区,50-01-13"
              },
              {
                "label": "黔江区",
                "value": "黔江区,50-01-14"
              },
              {
                "label": "长寿区",
                "value": "长寿区,50-01-15"
              },
              {
                "label": "江津区",
                "value": "江津区,50-01-16"
              },
              {
                "label": "合川区",
                "value": "合川区,50-01-17"
              },
              {
                "label": "永川区",
                "value": "永川区,50-01-18"
              },
              {
                "label": "永川区",
                "value": "永川区,50-01-19"
              }
            ]
          },
          {
            "label": "县",
            "value": "县,50-02",
            "children": [
              {
                "label": "綦江县",
                "value": "綦江县,50-02-22"
              },
              {
                "label": "潼南县",
                "value": "潼南县,50-02-23"
              },
              {
                "label": "铜梁县",
                "value": "铜梁县,50-02-24"
              },
              {
                "label": "大足县",
                "value": "大足县,50-02-25"
              },
              {
                "label": "荣昌县",
                "value": "荣昌县,50-02-26"
              },
              {
                "label": "璧山县",
                "value": "璧山县,50-02-27"
              },
              {
                "label": "梁平县",
                "value": "梁平县,50-02-28"
              },
              {
                "label": "城口县",
                "value": "城口县,50-02-29"
              },
              {
                "label": "丰都县",
                "value": "丰都县,50-02-30"
              },
              {
                "label": "垫江县",
                "value": "垫江县,50-02-31"
              },
              {
                "label": "武隆县",
                "value": "武隆县,50-02-32"
              },
              {
                "label": "忠县",
                "value": "忠县,50-02-33"
              },
              {
                "label": "开县",
                "value": "开县,50-02-34"
              },
              {
                "label": "云阳县",
                "value": "云阳县,50-02-35"
              },
              {
                "label": "奉节县",
                "value": "奉节县,50-02-36"
              },
              {
                "label": "巫山县",
                "value": "巫山县,50-02-37"
              },
              {
                "label": "巫溪县",
                "value": "巫溪县,50-02-38"
              },
              {
                "label": "石柱土家族自治县",
                "value": "石柱土家族自治县,50-02-40"
              },
              {
                "label": "秀山土家族苗族自治县",
                "value": "秀山土家族苗族自治县,50-02-41"
              },
              {
                "label": "酉阳土家族苗族自治县",
                "value": "酉阳土家族苗族自治县,50-02-42"
              },
              {
                "label": "彭水苗族土家族自治县",
                "value": "彭水苗族土家族自治县,50-02-43"
              }
            ]
          }
        ]
      },
      {
        "label": "四川省",
        "value": "四川省,51",
        "children": [
          {
            "label": "成都市",
            "value": "成都市,51-01",
            "children": [
              {
                "label": "锦江区",
                "value": "锦江区,51-01-04"
              },
              {
                "label": "青羊区",
                "value": "青羊区,51-01-05"
              },
              {
                "label": "金牛区",
                "value": "金牛区,51-01-06"
              },
              {
                "label": "武侯区",
                "value": "武侯区,51-01-07"
              },
              {
                "label": "成华区",
                "value": "成华区,51-01-08"
              },
              {
                "label": "龙泉驿区",
                "value": "龙泉驿区,51-01-12"
              },
              {
                "label": "青白江区",
                "value": "青白江区,51-01-13"
              },
              {
                "label": "新都区",
                "value": "新都区,51-01-14"
              },
              {
                "label": "温江区",
                "value": "温江区,51-01-15"
              },
              {
                "label": "金堂县",
                "value": "金堂县,51-01-21"
              },
              {
                "label": "双流县",
                "value": "双流县,51-01-22"
              },
              {
                "label": "郫县",
                "value": "郫县,51-01-24"
              },
              {
                "label": "大邑县",
                "value": "大邑县,51-01-29"
              },
              {
                "label": "蒲江县",
                "value": "蒲江县,51-01-31"
              },
              {
                "label": "新津县",
                "value": "新津县,51-01-32"
              },
              {
                "label": "都江堰市",
                "value": "都江堰市,51-01-81"
              },
              {
                "label": "彭州市",
                "value": "彭州市,51-01-82"
              },
              {
                "label": "邛崃市",
                "value": "邛崃市,51-01-83"
              },
              {
                "label": "崇州市",
                "value": "崇州市,51-01-84"
              }
            ]
          },
          {
            "label": "自贡市",
            "value": "自贡市,51-03",
            "children": [
              {
                "label": "自流井区",
                "value": "自流井区,51-03-02"
              },
              {
                "label": "贡井区",
                "value": "贡井区,51-03-03"
              },
              {
                "label": "大安区",
                "value": "大安区,51-03-04"
              },
              {
                "label": "沿滩区",
                "value": "沿滩区,51-03-11"
              },
              {
                "label": "荣县",
                "value": "荣县,51-03-21"
              },
              {
                "label": "富顺县",
                "value": "富顺县,51-03-22"
              }
            ]
          },
          {
            "label": "攀枝花市",
            "value": "攀枝花市,51-04",
            "children": [
              {
                "label": "东区",
                "value": "东区,51-04-02"
              },
              {
                "label": "西区",
                "value": "西区,51-04-03"
              },
              {
                "label": "仁和区",
                "value": "仁和区,51-04-11"
              },
              {
                "label": "米易县",
                "value": "米易县,51-04-21"
              },
              {
                "label": "盐边县",
                "value": "盐边县,51-04-22"
              }
            ]
          },
          {
            "label": "泸州市",
            "value": "泸州市,51-05",
            "children": [
              {
                "label": "江阳区",
                "value": "江阳区,51-05-02"
              },
              {
                "label": "纳溪区",
                "value": "纳溪区,51-05-03"
              },
              {
                "label": "龙马潭区",
                "value": "龙马潭区,51-05-04"
              },
              {
                "label": "泸县",
                "value": "泸县,51-05-21"
              },
              {
                "label": "合江县",
                "value": "合江县,51-05-22"
              },
              {
                "label": "叙永县",
                "value": "叙永县,51-05-24"
              },
              {
                "label": "古蔺县",
                "value": "古蔺县,51-05-25"
              }
            ]
          },
          {
            "label": "德阳市",
            "value": "德阳市,51-06",
            "children": [
              {
                "label": "旌阳区",
                "value": "旌阳区,51-06-02"
              },
              {
                "label": "中江县",
                "value": "中江县,51-06-23"
              },
              {
                "label": "罗江县",
                "value": "罗江县,51-06-26"
              },
              {
                "label": "广汉市",
                "value": "广汉市,51-06-81"
              },
              {
                "label": "什邡市",
                "value": "什邡市,51-06-82"
              },
              {
                "label": "绵竹市",
                "value": "绵竹市,51-06-83"
              }
            ]
          },
          {
            "label": "绵阳市",
            "value": "绵阳市,51-07",
            "children": [
              {
                "label": "涪城区",
                "value": "涪城区,51-07-03"
              },
              {
                "label": "游仙区",
                "value": "游仙区,51-07-04"
              },
              {
                "label": "三台县",
                "value": "三台县,51-07-22"
              },
              {
                "label": "盐亭县",
                "value": "盐亭县,51-07-23"
              },
              {
                "label": "安县",
                "value": "安县,51-07-24"
              },
              {
                "label": "梓潼县",
                "value": "梓潼县,51-07-25"
              },
              {
                "label": "北川羌族自治县",
                "value": "北川羌族自治县,51-07-26"
              },
              {
                "label": "平武县",
                "value": "平武县,51-07-27"
              },
              {
                "label": "江油市",
                "value": "江油市,51-07-28"
              }
            ]
          },
          {
            "label": "广元市",
            "value": "广元市,51-08",
            "children": [
              {
                "label": "市中区",
                "value": "市中区,51-08-02"
              },
              {
                "label": "元坝区",
                "value": "元坝区,51-08-11"
              },
              {
                "label": "朝天区",
                "value": "朝天区,51-08-12"
              },
              {
                "label": "旺苍县",
                "value": "旺苍县,51-08-21"
              },
              {
                "label": "青川县",
                "value": "青川县,51-08-22"
              },
              {
                "label": "剑阁县",
                "value": "剑阁县,51-08-23"
              },
              {
                "label": "苍溪县",
                "value": "苍溪县,51-08-24"
              }
            ]
          },
          {
            "label": "遂宁市",
            "value": "遂宁市,51-09",
            "children": [
              {
                "label": "船山区",
                "value": "船山区,51-09-03"
              },
              {
                "label": "安居区",
                "value": "安居区,51-09-04"
              },
              {
                "label": "蓬溪县",
                "value": "蓬溪县,51-09-21"
              },
              {
                "label": "射洪县",
                "value": "射洪县,51-09-22"
              },
              {
                "label": "大英县",
                "value": "大英县,51-09-23"
              }
            ]
          },
          {
            "label": "内江市",
            "value": "内江市,51-10",
            "children": [
              {
                "label": "市中区",
                "value": "市中区,51-10-02"
              },
              {
                "label": "东兴区",
                "value": "东兴区,51-10-11"
              },
              {
                "label": "威远县",
                "value": "威远县,51-10-24"
              },
              {
                "label": "资中县",
                "value": "资中县,51-10-25"
              },
              {
                "label": "隆昌县",
                "value": "隆昌县,51-10-28"
              }
            ]
          },
          {
            "label": "乐山市",
            "value": "乐山市,51-11",
            "children": [
              {
                "label": "市中区",
                "value": "市中区,51-11-02"
              },
              {
                "label": "沙湾区",
                "value": "沙湾区,51-11-11"
              },
              {
                "label": "五通桥区",
                "value": "五通桥区,51-11-12"
              },
              {
                "label": "金口河区",
                "value": "金口河区,51-11-13"
              },
              {
                "label": "犍为县",
                "value": "犍为县,51-11-23"
              },
              {
                "label": "井研县",
                "value": "井研县,51-11-24"
              },
              {
                "label": "夹江县",
                "value": "夹江县,51-11-26"
              },
              {
                "label": "沐川县",
                "value": "沐川县,51-11-29"
              },
              {
                "label": "峨边彝族自治县",
                "value": "峨边彝族自治县,51-11-32"
              },
              {
                "label": "马边彝族自治县",
                "value": "马边彝族自治县,51-11-33"
              },
              {
                "label": "峨眉山市",
                "value": "峨眉山市,51-11-81"
              }
            ]
          },
          {
            "label": "南充市",
            "value": "南充市,51-13",
            "children": [
              {
                "label": "顺庆区",
                "value": "顺庆区,51-13-02"
              },
              {
                "label": "高坪区",
                "value": "高坪区,51-13-03"
              },
              {
                "label": "嘉陵区",
                "value": "嘉陵区,51-13-04"
              },
              {
                "label": "南部县",
                "value": "南部县,51-13-21"
              },
              {
                "label": "营山县",
                "value": "营山县,51-13-22"
              },
              {
                "label": "蓬安县",
                "value": "蓬安县,51-13-23"
              },
              {
                "label": "仪陇县",
                "value": "仪陇县,51-13-24"
              },
              {
                "label": "西充县",
                "value": "西充县,51-13-25"
              },
              {
                "label": "阆中市",
                "value": "阆中市,51-13-81"
              }
            ]
          },
          {
            "label": "眉山市",
            "value": "眉山市,51-14",
            "children": [
              {
                "label": "东坡区",
                "value": "东坡区,51-14-02"
              },
              {
                "label": "仁寿县",
                "value": "仁寿县,51-14-21"
              },
              {
                "label": "彭山县",
                "value": "彭山县,51-14-22"
              },
              {
                "label": "洪雅县",
                "value": "洪雅县,51-14-23"
              },
              {
                "label": "丹棱县",
                "value": "丹棱县,51-14-24"
              },
              {
                "label": "青神县",
                "value": "青神县,51-14-25"
              }
            ]
          },
          {
            "label": "宜宾市",
            "value": "宜宾市,51-15",
            "children": [
              {
                "label": "翠屏区",
                "value": "翠屏区,51-15-02"
              },
              {
                "label": "宜宾县",
                "value": "宜宾县,51-15-21"
              },
              {
                "label": "南溪县",
                "value": "南溪县,51-15-22"
              },
              {
                "label": "江安县",
                "value": "江安县,51-15-23"
              },
              {
                "label": "长宁县",
                "value": "长宁县,51-15-24"
              },
              {
                "label": "高县",
                "value": "高县,51-15-25"
              },
              {
                "label": "珙县",
                "value": "珙县,51-15-26"
              },
              {
                "label": "筠连县",
                "value": "筠连县,51-15-27"
              },
              {
                "label": "兴文县",
                "value": "兴文县,51-15-28"
              },
              {
                "label": "屏山县",
                "value": "屏山县,51-15-29"
              }
            ]
          },
          {
            "label": "广安市",
            "value": "广安市,51-16",
            "children": [
              {
                "label": "广安区",
                "value": "广安区,51-16-02"
              },
              {
                "label": "岳池县",
                "value": "岳池县,51-16-21"
              },
              {
                "label": "武胜县",
                "value": "武胜县,51-16-22"
              },
              {
                "label": "邻水县",
                "value": "邻水县,51-16-23"
              },
              {
                "label": "华蓥市",
                "value": "华蓥市,51-16-81"
              }
            ]
          },
          {
            "label": "达州市",
            "value": "达州市,51-17",
            "children": [
              {
                "label": "通川区",
                "value": "通川区,51-17-02"
              },
              {
                "label": "达县",
                "value": "达县,51-17-21"
              },
              {
                "label": "宣汉县",
                "value": "宣汉县,51-17-22"
              },
              {
                "label": "开江县",
                "value": "开江县,51-17-23"
              },
              {
                "label": "大竹县",
                "value": "大竹县,51-17-24"
              },
              {
                "label": "渠县",
                "value": "渠县,51-17-25"
              },
              {
                "label": "万源市",
                "value": "万源市,51-17-81"
              }
            ]
          },
          {
            "label": "雅安市",
            "value": "雅安市,51-18",
            "children": [
              {
                "label": "雨城区",
                "value": "雨城区,51-18-02"
              },
              {
                "label": "名山县",
                "value": "名山县,51-18-21"
              },
              {
                "label": "荥经县",
                "value": "荥经县,51-18-22"
              },
              {
                "label": "汉源县",
                "value": "汉源县,51-18-23"
              },
              {
                "label": "石棉县",
                "value": "石棉县,51-18-24"
              },
              {
                "label": "天全县",
                "value": "天全县,51-18-25"
              },
              {
                "label": "芦山县",
                "value": "芦山县,51-18-26"
              },
              {
                "label": "宝兴县",
                "value": "宝兴县,51-18-27"
              }
            ]
          },
          {
            "label": "巴中市",
            "value": "巴中市,51-19",
            "children": [
              {
                "label": "巴州区",
                "value": "巴州区,51-19-02"
              },
              {
                "label": "通江县",
                "value": "通江县,51-19-21"
              },
              {
                "label": "南江县",
                "value": "南江县,51-19-22"
              },
              {
                "label": "平昌县",
                "value": "平昌县,51-19-23"
              }
            ]
          },
          {
            "label": "资阳市",
            "value": "资阳市,51-20",
            "children": [
              {
                "label": "雁江区",
                "value": "雁江区,51-20-02"
              },
              {
                "label": "安岳县",
                "value": "安岳县,51-20-21"
              },
              {
                "label": "乐至县",
                "value": "乐至县,51-20-22"
              },
              {
                "label": "简阳市",
                "value": "简阳市,51-20-23"
              }
            ]
          },
          {
            "label": "阿坝藏族羌族自治州",
            "value": "阿坝藏族羌族自治州,51-32",
            "children": [
              {
                "label": "汶川县",
                "value": "汶川县,51-32-21"
              },
              {
                "label": "理县",
                "value": "理县,51-32-22"
              },
              {
                "label": "茂县",
                "value": "茂县,51-32-23"
              },
              {
                "label": "松潘县",
                "value": "松潘县,51-32-24"
              },
              {
                "label": "九寨沟县",
                "value": "九寨沟县,51-32-25"
              },
              {
                "label": "金川县",
                "value": "金川县,51-32-26"
              },
              {
                "label": "小金县",
                "value": "小金县,51-32-27"
              },
              {
                "label": "黑水县",
                "value": "黑水县,51-32-28"
              },
              {
                "label": "马尔康县",
                "value": "马尔康县,51-32-29"
              },
              {
                "label": "壤塘县",
                "value": "壤塘县,51-32-30"
              },
              {
                "label": "阿坝县",
                "value": "阿坝县,51-32-31"
              },
              {
                "label": "若尔盖县",
                "value": "若尔盖县,51-32-32"
              },
              {
                "label": "红原县",
                "value": "红原县,51-32-33"
              }
            ]
          },
          {
            "label": "甘孜藏族自治州",
            "value": "甘孜藏族自治州,51-33",
            "children": [
              {
                "label": "康定县",
                "value": "康定县,51-33-21"
              },
              {
                "label": "泸定县",
                "value": "泸定县,51-33-22"
              },
              {
                "label": "丹巴县",
                "value": "丹巴县,51-33-23"
              },
              {
                "label": "九龙县",
                "value": "九龙县,51-33-24"
              },
              {
                "label": "雅江县",
                "value": "雅江县,51-33-25"
              },
              {
                "label": "道孚县",
                "value": "道孚县,51-33-26"
              },
              {
                "label": "炉霍县",
                "value": "炉霍县,51-33-27"
              },
              {
                "label": "甘孜县",
                "value": "甘孜县,51-33-28"
              },
              {
                "label": "新龙县",
                "value": "新龙县,51-33-29"
              },
              {
                "label": "德格县",
                "value": "德格县,51-33-30"
              },
              {
                "label": "白玉县",
                "value": "白玉县,51-33-31"
              },
              {
                "label": "石渠县",
                "value": "石渠县,51-33-32"
              },
              {
                "label": "色达县",
                "value": "色达县,51-33-33"
              },
              {
                "label": "理塘县",
                "value": "理塘县,51-33-34"
              },
              {
                "label": "巴塘县",
                "value": "巴塘县,51-33-35"
              },
              {
                "label": "乡城县",
                "value": "乡城县,51-33-36"
              },
              {
                "label": "稻城县",
                "value": "稻城县,51-33-37"
              },
              {
                "label": "得荣县",
                "value": "得荣县,51-33-38"
              }
            ]
          },
          {
            "label": "凉山彝族自治州",
            "value": "凉山彝族自治州,51-34",
            "children": [
              {
                "label": "西昌市",
                "value": "西昌市,51-34-01"
              },
              {
                "label": "木里藏族自治县",
                "value": "木里藏族自治县,51-34-22"
              },
              {
                "label": "盐源县",
                "value": "盐源县,51-34-23"
              },
              {
                "label": "德昌县",
                "value": "德昌县,51-34-24"
              },
              {
                "label": "会理县",
                "value": "会理县,51-34-25"
              },
              {
                "label": "会东县",
                "value": "会东县,51-34-26"
              },
              {
                "label": "宁南县",
                "value": "宁南县,51-34-27"
              },
              {
                "label": "普格县",
                "value": "普格县,51-34-28"
              },
              {
                "label": "布拖县",
                "value": "布拖县,51-34-29"
              },
              {
                "label": "金阳县",
                "value": "金阳县,51-34-30"
              },
              {
                "label": "昭觉县",
                "value": "昭觉县,51-34-31"
              },
              {
                "label": "喜德县",
                "value": "喜德县,51-34-32"
              },
              {
                "label": "冕宁县",
                "value": "冕宁县,51-34-33"
              },
              {
                "label": "越西县",
                "value": "越西县,51-34-34"
              },
              {
                "label": "甘洛县",
                "value": "甘洛县,51-34-35"
              },
              {
                "label": "美姑县",
                "value": "美姑县,51-34-36"
              },
              {
                "label": "雷波县",
                "value": "雷波县,51-34-37"
              }
            ]
          }
        ]
      },
      {
        "label": "贵州省",
        "value": "贵州省,52",
        "children": [
          {
            "label": "贵阳市",
            "value": "贵阳市,52-01",
            "children": [
              {
                "label": "南明区",
                "value": "南明区,52-01-02"
              },
              {
                "label": "云岩区",
                "value": "云岩区,52-01-03"
              },
              {
                "label": "花溪区",
                "value": "花溪区,52-01-11"
              },
              {
                "label": "乌当区",
                "value": "乌当区,52-01-12"
              },
              {
                "label": "白云区",
                "value": "白云区,52-01-13"
              },
              {
                "label": "小河区",
                "value": "小河区,52-01-14"
              },
              {
                "label": "开阳县",
                "value": "开阳县,52-01-21"
              },
              {
                "label": "息烽县",
                "value": "息烽县,52-01-22"
              },
              {
                "label": "修文县",
                "value": "修文县,52-01-23"
              },
              {
                "label": "清镇市",
                "value": "清镇市,52-01-81"
              }
            ]
          },
          {
            "label": "六盘水市",
            "value": "六盘水市,52-02",
            "children": [
              {
                "label": "钟山区",
                "value": "钟山区,52-02-01"
              },
              {
                "label": "六枝特区",
                "value": "六枝特区,52-02-03"
              },
              {
                "label": "水城县",
                "value": "水城县,52-02-21"
              },
              {
                "label": "盘县",
                "value": "盘县,52-02-22"
              }
            ]
          },
          {
            "label": "遵义市",
            "value": "遵义市,52-03",
            "children": [
              {
                "label": "红花岗区",
                "value": "红花岗区,52-03-02"
              },
              {
                "label": "汇川区",
                "value": "汇川区,52-03-03"
              },
              {
                "label": "遵义县",
                "value": "遵义县,52-03-21"
              },
              {
                "label": "桐梓县",
                "value": "桐梓县,52-03-22"
              },
              {
                "label": "绥阳县",
                "value": "绥阳县,52-03-23"
              },
              {
                "label": "正安县",
                "value": "正安县,52-03-24"
              },
              {
                "label": "道真仡佬族苗族自治县",
                "value": "道真仡佬族苗族自治县,52-03-25"
              },
              {
                "label": "务川仡佬族苗族自治县",
                "value": "务川仡佬族苗族自治县,52-03-26"
              },
              {
                "label": "凤冈县",
                "value": "凤冈县,52-03-27"
              },
              {
                "label": "湄潭县",
                "value": "湄潭县,52-03-28"
              },
              {
                "label": "余庆县",
                "value": "余庆县,52-03-29"
              },
              {
                "label": "习水县",
                "value": "习水县,52-03-30"
              },
              {
                "label": "赤水市",
                "value": "赤水市,52-03-81"
              },
              {
                "label": "仁怀市",
                "value": "仁怀市,52-03-82"
              }
            ]
          },
          {
            "label": "安顺市",
            "value": "安顺市,52-04",
            "children": [
              {
                "label": "西秀区",
                "value": "西秀区,52-04-02"
              },
              {
                "label": "平坝县",
                "value": "平坝县,52-04-21"
              },
              {
                "label": "普定县",
                "value": "普定县,52-04-22"
              },
              {
                "label": "镇宁布依族苗族自治县",
                "value": "镇宁布依族苗族自治县,52-04-23"
              },
              {
                "label": "关岭布依族苗族自治县",
                "value": "关岭布依族苗族自治县,52-04-24"
              },
              {
                "label": "紫云苗族布依族自治县",
                "value": "紫云苗族布依族自治县,52-04-25"
              }
            ]
          },
          {
            "label": "铜仁地区",
            "value": "铜仁地区,52-22",
            "children": [
              {
                "label": "铜仁市",
                "value": "铜仁市,52-22-01"
              },
              {
                "label": "江口县",
                "value": "江口县,52-22-22"
              },
              {
                "label": "玉屏侗族自治县",
                "value": "玉屏侗族自治县,52-22-23"
              },
              {
                "label": "石阡县",
                "value": "石阡县,52-22-24"
              },
              {
                "label": "思南县",
                "value": "思南县,52-22-25"
              },
              {
                "label": "印江土家族苗族自治县",
                "value": "印江土家族苗族自治县,52-22-26"
              },
              {
                "label": "德江县",
                "value": "德江县,52-22-27"
              },
              {
                "label": "沿河土家族自治县",
                "value": "沿河土家族自治县,52-22-28"
              },
              {
                "label": "松桃苗族自治县",
                "value": "松桃苗族自治县,52-22-29"
              },
              {
                "label": "万山特区",
                "value": "万山特区,52-22-30"
              }
            ]
          },
          {
            "label": "黔西南布依族苗族自治州",
            "value": "黔西南布依族苗族自治州,52-23",
            "children": [
              {
                "label": "兴义市",
                "value": "兴义市,52-23-01"
              },
              {
                "label": "兴仁县",
                "value": "兴仁县,52-23-22"
              },
              {
                "label": "普安县",
                "value": "普安县,52-23-23"
              },
              {
                "label": "晴隆县",
                "value": "晴隆县,52-23-24"
              },
              {
                "label": "贞丰县",
                "value": "贞丰县,52-23-25"
              },
              {
                "label": "望谟县",
                "value": "望谟县,52-23-26"
              },
              {
                "label": "册亨县",
                "value": "册亨县,52-23-27"
              },
              {
                "label": "安龙县",
                "value": "安龙县,52-23-28"
              }
            ]
          },
          {
            "label": "毕节地区",
            "value": "毕节地区,52-24",
            "children": [
              {
                "label": "毕节市",
                "value": "毕节市,52-24-01"
              },
              {
                "label": "大方县",
                "value": "大方县,52-24-22"
              },
              {
                "label": "黔西县",
                "value": "黔西县,52-24-23"
              },
              {
                "label": "金沙县",
                "value": "金沙县,52-24-24"
              },
              {
                "label": "织金县",
                "value": "织金县,52-24-25"
              },
              {
                "label": "纳雍县",
                "value": "纳雍县,52-24-26"
              },
              {
                "label": "威宁彝族回族苗族自治县",
                "value": "威宁彝族回族苗族自治县,52-24-27"
              },
              {
                "label": "赫章县",
                "value": "赫章县,52-24-28"
              }
            ]
          },
          {
            "label": "黔东南苗族侗族自治州",
            "value": "黔东南苗族侗族自治州,52-26",
            "children": [
              {
                "label": "凯里市",
                "value": "凯里市,52-26-01"
              },
              {
                "label": "黄平县",
                "value": "黄平县,52-26-22"
              },
              {
                "label": "施秉县",
                "value": "施秉县,52-26-23"
              },
              {
                "label": "三穗县",
                "value": "三穗县,52-26-24"
              },
              {
                "label": "镇远县",
                "value": "镇远县,52-26-25"
              },
              {
                "label": "岑巩县",
                "value": "岑巩县,52-26-26"
              },
              {
                "label": "天柱县",
                "value": "天柱县,52-26-27"
              },
              {
                "label": "锦屏县",
                "value": "锦屏县,52-26-28"
              },
              {
                "label": "剑河县",
                "value": "剑河县,52-26-29"
              },
              {
                "label": "台江县",
                "value": "台江县,52-26-30"
              },
              {
                "label": "黎平县",
                "value": "黎平县,52-26-31"
              },
              {
                "label": "榕江县",
                "value": "榕江县,52-26-32"
              },
              {
                "label": "从江县",
                "value": "从江县,52-26-33"
              },
              {
                "label": "雷山县",
                "value": "雷山县,52-26-34"
              },
              {
                "label": "麻江县",
                "value": "麻江县,52-26-35"
              },
              {
                "label": "丹寨县",
                "value": "丹寨县,52-26-36"
              }
            ]
          },
          {
            "label": "黔南布依族苗族自治州",
            "value": "黔南布依族苗族自治州,52-27",
            "children": [
              {
                "label": "都匀市",
                "value": "都匀市,52-27-01"
              },
              {
                "label": "福泉市",
                "value": "福泉市,52-27-02"
              },
              {
                "label": "荔波县",
                "value": "荔波县,52-27-22"
              },
              {
                "label": "贵定县",
                "value": "贵定县,52-27-23"
              },
              {
                "label": "瓮安县",
                "value": "瓮安县,52-27-25"
              },
              {
                "label": "独山县",
                "value": "独山县,52-27-26"
              },
              {
                "label": "平塘县",
                "value": "平塘县,52-27-27"
              },
              {
                "label": "罗甸县",
                "value": "罗甸县,52-27-28"
              },
              {
                "label": "长顺县",
                "value": "长顺县,52-27-29"
              },
              {
                "label": "龙里县",
                "value": "龙里县,52-27-30"
              },
              {
                "label": "惠水县",
                "value": "惠水县,52-27-31"
              },
              {
                "label": "三都水族自治县",
                "value": "三都水族自治县,52-27-32"
              }
            ]
          }
        ]
      },
      {
        "label": "云南省",
        "value": "云南省,53",
        "children": [
          {
            "label": "昆明市",
            "value": "昆明市,53-01",
            "children": [
              {
                "label": "五华区",
                "value": "五华区,53-01-02"
              },
              {
                "label": "盘龙区",
                "value": "盘龙区,53-01-03"
              },
              {
                "label": "官渡区",
                "value": "官渡区,53-01-11"
              },
              {
                "label": "西山区",
                "value": "西山区,53-01-12"
              },
              {
                "label": "东川区",
                "value": "东川区,53-01-13"
              },
              {
                "label": "呈贡县",
                "value": "呈贡县,53-01-21"
              },
              {
                "label": "晋宁县",
                "value": "晋宁县,53-01-22"
              },
              {
                "label": "富民县",
                "value": "富民县,53-01-24"
              },
              {
                "label": "宜良县",
                "value": "宜良县,53-01-25"
              },
              {
                "label": "石林彝族自治县",
                "value": "石林彝族自治县,53-01-26"
              },
              {
                "label": "嵩明县",
                "value": "嵩明县,53-01-27"
              },
              {
                "label": "禄劝彝族苗族自治县",
                "value": "禄劝彝族苗族自治县,53-01-28"
              },
              {
                "label": "寻甸回族彝族自治县",
                "value": "寻甸回族彝族自治县,53-01-29"
              },
              {
                "label": "安宁市",
                "value": "安宁市,53-01-81"
              }
            ]
          },
          {
            "label": "曲靖市",
            "value": "曲靖市,53-03",
            "children": [
              {
                "label": "麒麟区",
                "value": "麒麟区,53-03-02"
              },
              {
                "label": "马龙县",
                "value": "马龙县,53-03-21"
              },
              {
                "label": "陆良县",
                "value": "陆良县,53-03-22"
              },
              {
                "label": "师宗县",
                "value": "师宗县,53-03-23"
              },
              {
                "label": "罗平县",
                "value": "罗平县,53-03-24"
              },
              {
                "label": "富源县",
                "value": "富源县,53-03-25"
              },
              {
                "label": "会泽县",
                "value": "会泽县,53-03-26"
              },
              {
                "label": "沾益县",
                "value": "沾益县,53-03-28"
              },
              {
                "label": "宣威市",
                "value": "宣威市,53-03-81"
              }
            ]
          },
          {
            "label": "玉溪市",
            "value": "玉溪市,53-04",
            "children": [
              {
                "label": "红塔区",
                "value": "红塔区,53-04-02"
              },
              {
                "label": "江川县",
                "value": "江川县,53-04-21"
              },
              {
                "label": "澄江县",
                "value": "澄江县,53-04-22"
              },
              {
                "label": "通海县",
                "value": "通海县,53-04-23"
              },
              {
                "label": "华宁县",
                "value": "华宁县,53-04-24"
              },
              {
                "label": "易门县",
                "value": "易门县,53-04-25"
              },
              {
                "label": "峨山彝族自治县",
                "value": "峨山彝族自治县,53-04-26"
              },
              {
                "label": "新平彝族傣族自治县",
                "value": "新平彝族傣族自治县,53-04-27"
              },
              {
                "label": "元江哈尼族彝族傣族自治县",
                "value": "元江哈尼族彝族傣族自治县,53-04-28"
              }
            ]
          },
          {
            "label": "保山市",
            "value": "保山市,53-05",
            "children": [
              {
                "label": "隆阳区",
                "value": "隆阳区,53-05-02"
              },
              {
                "label": "施甸县",
                "value": "施甸县,53-05-21"
              },
              {
                "label": "腾冲县",
                "value": "腾冲县,53-05-22"
              },
              {
                "label": "龙陵县",
                "value": "龙陵县,53-05-23"
              },
              {
                "label": "昌宁县",
                "value": "昌宁县,53-05-24"
              }
            ]
          },
          {
            "label": "昭通市",
            "value": "昭通市,53-06",
            "children": [
              {
                "label": "昭阳区",
                "value": "昭阳区,53-06-02"
              },
              {
                "label": "鲁甸县",
                "value": "鲁甸县,53-06-21"
              },
              {
                "label": "巧家县",
                "value": "巧家县,53-06-22"
              },
              {
                "label": "盐津县",
                "value": "盐津县,53-06-23"
              },
              {
                "label": "大关县",
                "value": "大关县,53-06-25"
              },
              {
                "label": "永善县",
                "value": "永善县,53-06-25"
              },
              {
                "label": "绥江县",
                "value": "绥江县,53-06-26"
              },
              {
                "label": "镇雄县",
                "value": "镇雄县,53-06-27"
              },
              {
                "label": "彝良县",
                "value": "彝良县,53-06-28"
              },
              {
                "label": "威信县",
                "value": "威信县,53-06-29"
              },
              {
                "label": "水富县",
                "value": "水富县,53-06-30"
              }
            ]
          },
          {
            "label": "丽江市",
            "value": "丽江市,53-07",
            "children": [
              {
                "label": "古城区",
                "value": "古城区,53-07-02"
              },
              {
                "label": "玉龙纳西族自治县",
                "value": "玉龙纳西族自治县,53-07-21"
              },
              {
                "label": "永胜县",
                "value": "永胜县,53-07-22"
              },
              {
                "label": "华坪县",
                "value": "华坪县,53-07-23"
              },
              {
                "label": "宁蒗彝族自治县",
                "value": "宁蒗彝族自治县,53-07-24"
              }
            ]
          },
          {
            "label": "思茅市",
            "value": "思茅市,53-08",
            "children": [
              {
                "label": "翠云区",
                "value": "翠云区,53-08-02"
              },
              {
                "label": "普洱哈尼族彝族自治县",
                "value": "普洱哈尼族彝族自治县,53-08-21"
              },
              {
                "label": "墨江哈尼族自治县",
                "value": "墨江哈尼族自治县,53-08-22"
              },
              {
                "label": "景东彝族自治县",
                "value": "景东彝族自治县,53-08-23"
              },
              {
                "label": "景谷傣族彝族自治县",
                "value": "景谷傣族彝族自治县,53-08-24"
              },
              {
                "label": "镇沅彝族哈尼族拉祜族自治县",
                "value": "镇沅彝族哈尼族拉祜族自治县,53-08-25"
              },
              {
                "label": "江城哈尼族彝族自治县",
                "value": "江城哈尼族彝族自治县,53-08-26"
              },
              {
                "label": "孟连傣族拉祜族佤族自治县",
                "value": "孟连傣族拉祜族佤族自治县,53-08-27"
              },
              {
                "label": "澜沧拉祜族自治县",
                "value": "澜沧拉祜族自治县,53-08-28"
              },
              {
                "label": "西盟佤族自治县",
                "value": "西盟佤族自治县,53-08-29"
              }
            ]
          },
          {
            "label": "临沧市",
            "value": "临沧市,53-09",
            "children": [
              {
                "label": "临翔区",
                "value": "临翔区,53-09-02"
              },
              {
                "label": "凤庆县",
                "value": "凤庆县,53-09-21"
              },
              {
                "label": "云县",
                "value": "云县,53-09-22"
              },
              {
                "label": "永德县",
                "value": "永德县,53-09-23"
              },
              {
                "label": "镇康县",
                "value": "镇康县,53-09-24"
              },
              {
                "label": "双江拉祜族佤族布朗族傣族自治县",
                "value": "双江拉祜族佤族布朗族傣族自治县,53-09-25"
              },
              {
                "label": "耿马傣族佤族自治县",
                "value": "耿马傣族佤族自治县,53-09-26"
              },
              {
                "label": "沧源佤族自治县",
                "value": "沧源佤族自治县,53-09-27"
              }
            ]
          },
          {
            "label": "楚雄彝族自治州",
            "value": "楚雄彝族自治州,53-23",
            "children": [
              {
                "label": "楚雄市",
                "value": "楚雄市,53-23-01"
              },
              {
                "label": "双柏县",
                "value": "双柏县,53-23-22"
              },
              {
                "label": "牟定县",
                "value": "牟定县,53-23-23"
              },
              {
                "label": "南华县",
                "value": "南华县,53-23-24"
              },
              {
                "label": "姚安县",
                "value": "姚安县,53-23-25"
              },
              {
                "label": "大姚县",
                "value": "大姚县,53-23-26"
              },
              {
                "label": "永仁县",
                "value": "永仁县,53-23-27"
              },
              {
                "label": "元谋县",
                "value": "元谋县,53-23-28"
              },
              {
                "label": "武定县",
                "value": "武定县,53-23-29"
              },
              {
                "label": "禄丰县",
                "value": "禄丰县,53-23-31"
              }
            ]
          },
          {
            "label": "红河哈尼族彝族自治州",
            "value": "红河哈尼族彝族自治州,53-25",
            "children": [
              {
                "label": "个旧市",
                "value": "个旧市,53-25-01"
              },
              {
                "label": "开远市",
                "value": "开远市,53-25-02"
              },
              {
                "label": "蒙自县",
                "value": "蒙自县,53-25-22"
              },
              {
                "label": "屏边苗族自治县",
                "value": "屏边苗族自治县,53-25-23"
              },
              {
                "label": "建水县",
                "value": "建水县,53-25-24"
              },
              {
                "label": "石屏县",
                "value": "石屏县,53-25-25"
              },
              {
                "label": "弥勒县",
                "value": "弥勒县,53-25-26"
              },
              {
                "label": "泸西县",
                "value": "泸西县,53-25-27"
              },
              {
                "label": "元阳县",
                "value": "元阳县,53-25-28"
              },
              {
                "label": "红河县",
                "value": "红河县,53-25-29"
              },
              {
                "label": "金平苗族瑶族傣族自治县",
                "value": "金平苗族瑶族傣族自治县,53-25-30"
              },
              {
                "label": "绿春县",
                "value": "绿春县,53-25-31"
              },
              {
                "label": "河口瑶族自治县",
                "value": "河口瑶族自治县,53-25-32"
              }
            ]
          },
          {
            "label": "文山壮族苗族自治州",
            "value": "文山壮族苗族自治州,53-26",
            "children": [
              {
                "label": "文山县",
                "value": "文山县,53-26-21"
              },
              {
                "label": "砚山县",
                "value": "砚山县,53-26-22"
              },
              {
                "label": "西畴县",
                "value": "西畴县,53-26-23"
              },
              {
                "label": "麻栗坡县",
                "value": "麻栗坡县,53-26-24"
              },
              {
                "label": "马关县",
                "value": "马关县,53-26-25"
              },
              {
                "label": "丘北县",
                "value": "丘北县,53-26-26"
              },
              {
                "label": "广南县",
                "value": "广南县,53-26-27"
              },
              {
                "label": "富宁县",
                "value": "富宁县,53-26-28"
              }
            ]
          },
          {
            "label": "西双版纳傣族自治州",
            "value": "西双版纳傣族自治州,53-28",
            "children": [
              {
                "label": "景洪市",
                "value": "景洪市,53-28-01"
              },
              {
                "label": "勐海县",
                "value": "勐海县,53-28-22"
              },
              {
                "label": "勐腊县",
                "value": "勐腊县,53-28-23"
              }
            ]
          },
          {
            "label": "大理白族自治州",
            "value": "大理白族自治州,53-29",
            "children": [
              {
                "label": "大理市",
                "value": "大理市,53-29-01"
              },
              {
                "label": "漾濞彝族自治县",
                "value": "漾濞彝族自治县,53-29-22"
              },
              {
                "label": "祥云县",
                "value": "祥云县,53-29-23"
              },
              {
                "label": "宾川县",
                "value": "宾川县,53-29-24"
              },
              {
                "label": "弥渡县",
                "value": "弥渡县,53-29-25"
              },
              {
                "label": "南涧彝族自治县",
                "value": "南涧彝族自治县,53-29-26"
              },
              {
                "label": "巍山彝族回族自治县",
                "value": "巍山彝族回族自治县,53-29-27"
              },
              {
                "label": "永平县",
                "value": "永平县,53-29-28"
              },
              {
                "label": "云龙县",
                "value": "云龙县,53-29-29"
              },
              {
                "label": "洱源县",
                "value": "洱源县,53-29-30"
              },
              {
                "label": "剑川县",
                "value": "剑川县,53-29-31"
              },
              {
                "label": "鹤庆县",
                "value": "鹤庆县,53-29-32"
              }
            ]
          },
          {
            "label": "德宏傣族景颇族自治州",
            "value": "德宏傣族景颇族自治州,53-31",
            "children": [
              {
                "label": "瑞丽市",
                "value": "瑞丽市,53-31-02"
              },
              {
                "label": "潞西市",
                "value": "潞西市,53-31-03"
              },
              {
                "label": "梁河县",
                "value": "梁河县,53-31-22"
              },
              {
                "label": "盈江县",
                "value": "盈江县,53-31-23"
              },
              {
                "label": "陇川县",
                "value": "陇川县,53-31-24"
              }
            ]
          },
          {
            "label": "怒江傈僳族自治州",
            "value": "怒江傈僳族自治州,53-33",
            "children": [
              {
                "label": "泸水县",
                "value": "泸水县,53-33-21"
              },
              {
                "label": "福贡县",
                "value": "福贡县,53-33-23"
              },
              {
                "label": "贡山独龙族怒族自治县",
                "value": "贡山独龙族怒族自治县,53-33-24"
              },
              {
                "label": "兰坪白族普米族自治县",
                "value": "兰坪白族普米族自治县,53-33-25"
              }
            ]
          },
          {
            "label": "迪庆藏族自治州",
            "value": "迪庆藏族自治州,53-34",
            "children": [
              {
                "label": "香格里拉县",
                "value": "香格里拉县,53-34-21"
              },
              {
                "label": "德钦县",
                "value": "德钦县,53-34-22"
              },
              {
                "label": "维西傈僳族自治县",
                "value": "维西傈僳族自治县,53-34-23"
              }
            ]
          }
        ]
      },
      {
        "label": "西藏",
        "value": "西藏,54",
        "children": [
          {
            "label": "拉萨市",
            "value": "拉萨市,54-01",
            "children": [
              {
                "label": "城关区",
                "value": "城关区,54-01-02"
              },
              {
                "label": "林周县",
                "value": "林周县,54-01-21"
              },
              {
                "label": "当雄县",
                "value": "当雄县,54-01-22"
              },
              {
                "label": "尼木县",
                "value": "尼木县,54-01-23"
              },
              {
                "label": "曲水县",
                "value": "曲水县,54-01-24"
              },
              {
                "label": "堆龙德庆县",
                "value": "堆龙德庆县,54-01-25"
              },
              {
                "label": "达孜县",
                "value": "达孜县,54-01-26"
              },
              {
                "label": "墨竹工卡县",
                "value": "墨竹工卡县,54-01-27"
              }
            ]
          },
          {
            "label": "昌都地区",
            "value": "昌都地区,54-21",
            "children": [
              {
                "label": "昌都县",
                "value": "昌都县,54-21-21"
              },
              {
                "label": "江达县",
                "value": "江达县,54-21-22"
              },
              {
                "label": "贡觉县",
                "value": "贡觉县,54-21-23"
              },
              {
                "label": "类乌齐县",
                "value": "类乌齐县,54-21-24"
              },
              {
                "label": "丁青县",
                "value": "丁青县,54-21-25"
              },
              {
                "label": "察雅县",
                "value": "察雅县,54-21-26"
              },
              {
                "label": "八宿县",
                "value": "八宿县,54-21-27"
              },
              {
                "label": "左贡县",
                "value": "左贡县,54-21-28"
              },
              {
                "label": "芒康县",
                "value": "芒康县,54-21-29"
              },
              {
                "label": "洛隆县",
                "value": "洛隆县,54-21-32"
              },
              {
                "label": "边坝县",
                "value": "边坝县,54-21-33"
              }
            ]
          },
          {
            "label": "山南地区",
            "value": "山南地区,54-22",
            "children": [
              {
                "label": "乃东县",
                "value": "乃东县,54-22-21"
              },
              {
                "label": "扎囊县",
                "value": "扎囊县,54-22-22"
              },
              {
                "label": "贡嘎县",
                "value": "贡嘎县,54-22-23"
              },
              {
                "label": "桑日县",
                "value": "桑日县,54-22-24"
              },
              {
                "label": "琼结县",
                "value": "琼结县,54-22-25"
              },
              {
                "label": "曲松县",
                "value": "曲松县,54-22-26"
              },
              {
                "label": "措美县",
                "value": "措美县,54-22-27"
              },
              {
                "label": "洛扎县",
                "value": "洛扎县,54-22-28"
              },
              {
                "label": "加查县",
                "value": "加查县,54-22-29"
              },
              {
                "label": "隆子县",
                "value": "隆子县,54-22-31"
              },
              {
                "label": "错那县",
                "value": "错那县,54-22-32"
              },
              {
                "label": "浪卡子县",
                "value": "浪卡子县,54-22-33"
              }
            ]
          },
          {
            "label": "日喀则地区",
            "value": "日喀则地区,54-23",
            "children": [
              {
                "label": "日喀则市",
                "value": "日喀则市,54-23-01"
              },
              {
                "label": "南木林县",
                "value": "南木林县,54-23-22"
              },
              {
                "label": "江孜县",
                "value": "江孜县,54-23-23"
              },
              {
                "label": "定日县",
                "value": "定日县,54-23-24"
              },
              {
                "label": "萨迦县",
                "value": "萨迦县,54-23-25"
              },
              {
                "label": "拉孜县",
                "value": "拉孜县,54-23-26"
              },
              {
                "label": "昂仁县",
                "value": "昂仁县,54-23-27"
              },
              {
                "label": "谢通门县",
                "value": "谢通门县,54-23-28"
              },
              {
                "label": "白朗县",
                "value": "白朗县,54-23-29"
              },
              {
                "label": "仁布县",
                "value": "仁布县,54-23-30"
              },
              {
                "label": "康马县",
                "value": "康马县,54-23-31"
              },
              {
                "label": "定结县",
                "value": "定结县,54-23-32"
              },
              {
                "label": "仲巴县",
                "value": "仲巴县,54-23-33"
              },
              {
                "label": "亚东县",
                "value": "亚东县,54-23-34"
              },
              {
                "label": "吉隆县",
                "value": "吉隆县,54-23-35"
              },
              {
                "label": "聂拉木县",
                "value": "聂拉木县,54-23-36"
              },
              {
                "label": "萨嘎县",
                "value": "萨嘎县,54-23-37"
              },
              {
                "label": "岗巴县",
                "value": "岗巴县,54-23-38"
              }
            ]
          },
          {
            "label": "那曲地区",
            "value": "那曲地区,54-24",
            "children": [
              {
                "label": "那曲县",
                "value": "那曲县,54-24-21"
              },
              {
                "label": "嘉黎县",
                "value": "嘉黎县,54-24-22"
              },
              {
                "label": "比如县",
                "value": "比如县,54-24-23"
              },
              {
                "label": "聂荣县",
                "value": "聂荣县,54-24-24"
              },
              {
                "label": "安多县",
                "value": "安多县,54-24-25"
              },
              {
                "label": "申扎县",
                "value": "申扎县,54-24-26"
              },
              {
                "label": "索县",
                "value": "索县,54-24-27"
              },
              {
                "label": "班戈县",
                "value": "班戈县,54-24-28"
              },
              {
                "label": "巴青县",
                "value": "巴青县,54-24-29"
              },
              {
                "label": "尼玛县",
                "value": "尼玛县,54-24-30"
              }
            ]
          },
          {
            "label": "阿里地区",
            "value": "阿里地区,54-25",
            "children": [
              {
                "label": "普兰县",
                "value": "普兰县,54-25-21"
              },
              {
                "label": "札达县",
                "value": "札达县,54-25-22"
              },
              {
                "label": "噶尔县",
                "value": "噶尔县,54-25-23"
              },
              {
                "label": "日土县",
                "value": "日土县,54-25-24"
              },
              {
                "label": "革吉县",
                "value": "革吉县,54-25-25"
              },
              {
                "label": "改则县",
                "value": "改则县,54-25-26"
              },
              {
                "label": "措勤县",
                "value": "措勤县,54-25-27"
              }
            ]
          },
          {
            "label": "林芝地区",
            "value": "林芝地区,54-26",
            "children": [
              {
                "label": "林芝县",
                "value": "林芝县,54-26-21"
              },
              {
                "label": "工布江达县",
                "value": "工布江达县,54-26-22"
              },
              {
                "label": "米林县",
                "value": "米林县,54-26-23"
              },
              {
                "label": "墨脱县",
                "value": "墨脱县,54-26-24"
              },
              {
                "label": "波密县",
                "value": "波密县,54-26-25"
              },
              {
                "label": "察隅县",
                "value": "察隅县,54-26-26"
              },
              {
                "label": "朗县",
                "value": "朗县,54-26-27"
              }
            ]
          }
        ]
      },
      {
        "label": "陕西省",
        "value": "陕西省,61",
        "children": [
          {
            "label": "西安市",
            "value": "西安市,61-01",
            "children": [
              {
                "label": "新城区",
                "value": "新城区,61-01-02"
              },
              {
                "label": "碑林区",
                "value": "碑林区,61-01-03"
              },
              {
                "label": "莲湖区",
                "value": "莲湖区,61-01-04"
              },
              {
                "label": "灞桥区",
                "value": "灞桥区,61-01-11"
              },
              {
                "label": "未央区",
                "value": "未央区,61-01-12"
              },
              {
                "label": "雁塔区",
                "value": "雁塔区,61-01-13"
              },
              {
                "label": "阎良区",
                "value": "阎良区,61-01-14"
              },
              {
                "label": "临潼区",
                "value": "临潼区,61-01-15"
              },
              {
                "label": "长安区",
                "value": "长安区,61-01-16"
              },
              {
                "label": "蓝田县",
                "value": "蓝田县,61-01-22"
              },
              {
                "label": "周至县",
                "value": "周至县,61-01-24"
              },
              {
                "label": "户县",
                "value": "户县,61-01-25"
              },
              {
                "label": "高陵县",
                "value": "高陵县,61-01-26"
              }
            ]
          },
          {
            "label": "铜川市",
            "value": "铜川市,61-02",
            "children": [
              {
                "label": "王益区",
                "value": "王益区,61-02-02"
              },
              {
                "label": "印台区",
                "value": "印台区,61-02-03"
              },
              {
                "label": "耀州区",
                "value": "耀州区,61-02-04"
              },
              {
                "label": "宜君县",
                "value": "宜君县,61-02-22"
              }
            ]
          },
          {
            "label": "宝鸡市",
            "value": "宝鸡市,61-03",
            "children": [
              {
                "label": "渭滨区",
                "value": "渭滨区,61-03-02"
              },
              {
                "label": "金台区",
                "value": "金台区,61-03-03"
              },
              {
                "label": "陈仓区",
                "value": "陈仓区,61-03-04"
              },
              {
                "label": "凤翔县",
                "value": "凤翔县,61-03-22"
              },
              {
                "label": "岐山县",
                "value": "岐山县,61-03-23"
              },
              {
                "label": "扶风县",
                "value": "扶风县,61-03-24"
              },
              {
                "label": "眉县",
                "value": "眉县,61-03-26"
              },
              {
                "label": "陇县",
                "value": "陇县,61-03-27"
              },
              {
                "label": "千阳县",
                "value": "千阳县,61-03-28"
              },
              {
                "label": "麟游县",
                "value": "麟游县,61-03-29"
              },
              {
                "label": "凤县",
                "value": "凤县,61-03-30"
              },
              {
                "label": "太白县",
                "value": "太白县,61-03-31"
              }
            ]
          },
          {
            "label": "咸阳市",
            "value": "咸阳市,61-04",
            "children": [
              {
                "label": "秦都区",
                "value": "秦都区,61-04-02"
              },
              {
                "label": "杨凌区",
                "value": "杨凌区,61-04-03"
              },
              {
                "label": "渭城区",
                "value": "渭城区,61-04-04"
              },
              {
                "label": "三原县",
                "value": "三原县,61-04-22"
              },
              {
                "label": "泾阳县",
                "value": "泾阳县,61-04-23"
              },
              {
                "label": "乾县",
                "value": "乾县,61-04-24"
              },
              {
                "label": "礼泉县",
                "value": "礼泉县,61-04-25"
              },
              {
                "label": "永寿县",
                "value": "永寿县,61-04-26"
              },
              {
                "label": "彬县",
                "value": "彬县,61-04-27"
              },
              {
                "label": "长武县",
                "value": "长武县,61-04-28"
              },
              {
                "label": "旬邑县",
                "value": "旬邑县,61-04-29"
              },
              {
                "label": "淳化县",
                "value": "淳化县,61-04-30"
              },
              {
                "label": "武功县",
                "value": "武功县,61-04-31"
              },
              {
                "label": "兴平市",
                "value": "兴平市,61-04-81"
              }
            ]
          },
          {
            "label": "渭南市",
            "value": "渭南市,61-05",
            "children": [
              {
                "label": "临渭区",
                "value": "临渭区,61-05-02"
              },
              {
                "label": "华县",
                "value": "华县,61-05-21"
              },
              {
                "label": "潼关县",
                "value": "潼关县,61-05-22"
              },
              {
                "label": "大荔县",
                "value": "大荔县,61-05-23"
              },
              {
                "label": "合阳县",
                "value": "合阳县,61-05-24"
              },
              {
                "label": "澄城县",
                "value": "澄城县,61-05-25"
              },
              {
                "label": "蒲城县",
                "value": "蒲城县,61-05-26"
              },
              {
                "label": "白水县",
                "value": "白水县,61-05-27"
              },
              {
                "label": "富平县",
                "value": "富平县,61-05-28"
              },
              {
                "label": "韩城市",
                "value": "韩城市,61-05-81"
              },
              {
                "label": "华阴市",
                "value": "华阴市,61-05-82"
              }
            ]
          },
          {
            "label": "延安市",
            "value": "延安市,61-06",
            "children": [
              {
                "label": "宝塔区",
                "value": "宝塔区,61-06-02"
              },
              {
                "label": "延长县",
                "value": "延长县,61-06-21"
              },
              {
                "label": "延川县",
                "value": "延川县,61-06-22"
              },
              {
                "label": "子长县",
                "value": "子长县,61-06-23"
              },
              {
                "label": "安塞县",
                "value": "安塞县,61-06-24"
              },
              {
                "label": "志丹县",
                "value": "志丹县,61-06-25"
              },
              {
                "label": "吴起县",
                "value": "吴起县,61-06-26"
              },
              {
                "label": "甘泉县",
                "value": "甘泉县,61-06-27"
              },
              {
                "label": "富县",
                "value": "富县,61-06-28"
              },
              {
                "label": "洛川县",
                "value": "洛川县,61-06-29"
              },
              {
                "label": "宜川县",
                "value": "宜川县,61-06-30"
              },
              {
                "label": "黄龙县",
                "value": "黄龙县,61-06-31"
              },
              {
                "label": "黄陵县",
                "value": "黄陵县,61-06-32"
              }
            ]
          },
          {
            "label": "汉中市",
            "value": "汉中市,61-07",
            "children": [
              {
                "label": "汉台区",
                "value": "汉台区,61-07-02"
              },
              {
                "label": "南郑县",
                "value": "南郑县,61-07-21"
              },
              {
                "label": "城固县",
                "value": "城固县,61-07-22"
              },
              {
                "label": "洋县",
                "value": "洋县,61-07-23"
              },
              {
                "label": "西乡县",
                "value": "西乡县,61-07-24"
              },
              {
                "label": "勉县",
                "value": "勉县,61-07-25"
              },
              {
                "label": "宁强县",
                "value": "宁强县,61-07-26"
              },
              {
                "label": "略阳县",
                "value": "略阳县,61-07-27"
              },
              {
                "label": "镇巴县",
                "value": "镇巴县,61-07-28"
              },
              {
                "label": "留坝县",
                "value": "留坝县,61-07-29"
              },
              {
                "label": "佛坪县",
                "value": "佛坪县,61-07-30"
              }
            ]
          },
          {
            "label": "榆林市",
            "value": "榆林市,61-08",
            "children": [
              {
                "label": "榆阳区",
                "value": "榆阳区,61-08-02"
              },
              {
                "label": "神木县",
                "value": "神木县,61-08-21"
              },
              {
                "label": "府谷县",
                "value": "府谷县,61-08-22"
              },
              {
                "label": "横山县",
                "value": "横山县,61-08-23"
              },
              {
                "label": "靖边县",
                "value": "靖边县,61-08-24"
              },
              {
                "label": "定边县",
                "value": "定边县,61-08-25"
              },
              {
                "label": "绥德县",
                "value": "绥德县,61-08-26"
              },
              {
                "label": "米脂县",
                "value": "米脂县,61-08-27"
              },
              {
                "label": "佳县",
                "value": "佳县,61-08-28"
              },
              {
                "label": "吴堡县",
                "value": "吴堡县,61-08-29"
              },
              {
                "label": "清涧县",
                "value": "清涧县,61-08-30"
              },
              {
                "label": "子洲县",
                "value": "子洲县,61-08-31"
              }
            ]
          },
          {
            "label": "安康市",
            "value": "安康市,61-09",
            "children": [
              {
                "label": "汉滨区",
                "value": "汉滨区,61-09-02"
              },
              {
                "label": "汉阴县",
                "value": "汉阴县,61-09-21"
              },
              {
                "label": "石泉县",
                "value": "石泉县,61-09-22"
              },
              {
                "label": "宁陕县",
                "value": "宁陕县,61-09-23"
              },
              {
                "label": "紫阳县",
                "value": "紫阳县,61-09-24"
              },
              {
                "label": "岚皋县",
                "value": "岚皋县,61-09-25"
              },
              {
                "label": "平利县",
                "value": "平利县,61-09-26"
              },
              {
                "label": "镇坪县",
                "value": "镇坪县,61-09-27"
              },
              {
                "label": "旬阳县",
                "value": "旬阳县,61-09-28"
              },
              {
                "label": "白河县",
                "value": "白河县,61-09-29"
              }
            ]
          },
          {
            "label": "商洛市",
            "value": "商洛市,61-10",
            "children": [
              {
                "label": "商州区",
                "value": "商州区,61-10-02"
              },
              {
                "label": "洛南县",
                "value": "洛南县,61-10-21"
              },
              {
                "label": "丹凤县",
                "value": "丹凤县,61-10-22"
              },
              {
                "label": "商南县",
                "value": "商南县,61-10-23"
              },
              {
                "label": "山阳县",
                "value": "山阳县,61-10-24"
              },
              {
                "label": "镇安县",
                "value": "镇安县,61-10-25"
              },
              {
                "label": "柞水县",
                "value": "柞水县,61-10-26"
              }
            ]
          }
        ]
      },
      {
        "label": "甘肃省",
        "value": "甘肃省,62",
        "children": [
          {
            "label": "兰州市",
            "value": "兰州市,62-01",
            "children": [
              {
                "label": "城关区",
                "value": "城关区,62-01-02"
              },
              {
                "label": "七里河区",
                "value": "七里河区,62-01-03"
              },
              {
                "label": "西固区",
                "value": "西固区,62-01-04"
              },
              {
                "label": "安宁区",
                "value": "安宁区,62-01-05"
              },
              {
                "label": "红古区",
                "value": "红古区,62-01-11"
              },
              {
                "label": "永登县",
                "value": "永登县,62-01-21"
              },
              {
                "label": "皋兰县",
                "value": "皋兰县,62-01-22"
              },
              {
                "label": "榆中县",
                "value": "榆中县,62-01-23"
              }
            ]
          },
          {
            "label": "嘉峪关市",
            "value": "嘉峪关市,62-02",
            "children": []
          },
          {
            "label": "金昌市",
            "value": "金昌市,62-03",
            "children": [
              {
                "label": "金川区",
                "value": "金川区,62-03-02"
              },
              {
                "label": "永昌县",
                "value": "永昌县,62-03-21"
              }
            ]
          },
          {
            "label": "白银市",
            "value": "白银市,62-04",
            "children": [
              {
                "label": "白银区",
                "value": "白银区,62-04-02"
              },
              {
                "label": "平川区",
                "value": "平川区,62-04-03"
              },
              {
                "label": "靖远县",
                "value": "靖远县,62-04-21"
              },
              {
                "label": "会宁县",
                "value": "会宁县,62-04-22"
              },
              {
                "label": "景泰县",
                "value": "景泰县,62-04-23"
              }
            ]
          },
          {
            "label": "天水市",
            "value": "天水市,62-05",
            "children": [
              {
                "label": "秦城区",
                "value": "秦城区,62-05-02"
              },
              {
                "label": "北道区",
                "value": "北道区,62-05-03"
              },
              {
                "label": "清水县",
                "value": "清水县,62-05-21"
              },
              {
                "label": "秦安县",
                "value": "秦安县,62-05-22"
              },
              {
                "label": "甘谷县",
                "value": "甘谷县,62-05-23"
              },
              {
                "label": "武山县",
                "value": "武山县,62-05-24"
              },
              {
                "label": "张家川回族自治县",
                "value": "张家川回族自治县,62-05-25"
              }
            ]
          },
          {
            "label": "武威市",
            "value": "武威市,62-06",
            "children": [
              {
                "label": "凉州区",
                "value": "凉州区,62-06-02"
              },
              {
                "label": "民勤县",
                "value": "民勤县,62-06-21"
              },
              {
                "label": "古浪县",
                "value": "古浪县,62-06-22"
              },
              {
                "label": "天祝藏族自治县",
                "value": "天祝藏族自治县,62-06-23"
              }
            ]
          },
          {
            "label": "张掖市",
            "value": "张掖市,62-07",
            "children": [
              {
                "label": "甘州区",
                "value": "甘州区,62-07-02"
              },
              {
                "label": "肃南裕固族自治县",
                "value": "肃南裕固族自治县,62-07-21"
              },
              {
                "label": "民乐县",
                "value": "民乐县,62-07-22"
              },
              {
                "label": "临泽县",
                "value": "临泽县,62-07-23"
              },
              {
                "label": "高台县",
                "value": "高台县,62-07-24"
              },
              {
                "label": "山丹县",
                "value": "山丹县,62-07-25"
              }
            ]
          },
          {
            "label": "平凉市",
            "value": "平凉市,62-08",
            "children": [
              {
                "label": "崆峒区",
                "value": "崆峒区,62-08-02"
              },
              {
                "label": "泾川县",
                "value": "泾川县,62-08-21"
              },
              {
                "label": "灵台县",
                "value": "灵台县,62-08-22"
              },
              {
                "label": "崇信县",
                "value": "崇信县,62-08-23"
              },
              {
                "label": "华亭县",
                "value": "华亭县,62-08-24"
              },
              {
                "label": "庄浪县",
                "value": "庄浪县,62-08-25"
              },
              {
                "label": "静宁县",
                "value": "静宁县,62-08-26"
              }
            ]
          },
          {
            "label": "酒泉市",
            "value": "酒泉市,62-09",
            "children": [
              {
                "label": "肃州区",
                "value": "肃州区,62-09-02"
              },
              {
                "label": "金塔县",
                "value": "金塔县,62-09-21"
              },
              {
                "label": "瓜州县",
                "value": "瓜州县,62-09-22"
              },
              {
                "label": "肃北蒙古族自治县",
                "value": "肃北蒙古族自治县,62-09-23"
              },
              {
                "label": "阿克塞哈萨克族自治县",
                "value": "阿克塞哈萨克族自治县,62-09-24"
              },
              {
                "label": "玉门市",
                "value": "玉门市,62-09-81"
              },
              {
                "label": "敦煌市",
                "value": "敦煌市,62-09-82"
              }
            ]
          },
          {
            "label": "庆阳市",
            "value": "庆阳市,62-10",
            "children": [
              {
                "label": "西峰区",
                "value": "西峰区,62-10-02"
              },
              {
                "label": "庆城县",
                "value": "庆城县,62-10-21"
              },
              {
                "label": "环县",
                "value": "环县,62-10-22"
              },
              {
                "label": "华池县",
                "value": "华池县,62-10-23"
              },
              {
                "label": "合水县",
                "value": "合水县,62-10-24"
              },
              {
                "label": "正宁县",
                "value": "正宁县,62-10-25"
              },
              {
                "label": "宁县",
                "value": "宁县,62-10-26"
              },
              {
                "label": "镇原县",
                "value": "镇原县,62-10-27"
              }
            ]
          },
          {
            "label": "定西市",
            "value": "定西市,62-11",
            "children": [
              {
                "label": "安定区",
                "value": "安定区,62-11-02"
              },
              {
                "label": "通渭县",
                "value": "通渭县,62-11-21"
              },
              {
                "label": "陇西县",
                "value": "陇西县,62-11-22"
              },
              {
                "label": "渭源县",
                "value": "渭源县,62-11-23"
              },
              {
                "label": "临洮县",
                "value": "临洮县,62-11-24"
              },
              {
                "label": "漳县",
                "value": "漳县,62-11-25"
              },
              {
                "label": "岷县",
                "value": "岷县,62-11-26"
              }
            ]
          },
          {
            "label": "陇南市",
            "value": "陇南市,62-12",
            "children": [
              {
                "label": "武都区",
                "value": "武都区,62-12-02"
              },
              {
                "label": "成县",
                "value": "成县,62-12-21"
              },
              {
                "label": "文县",
                "value": "文县,62-12-22"
              },
              {
                "label": "宕昌县",
                "value": "宕昌县,62-12-23"
              },
              {
                "label": "康县",
                "value": "康县,62-12-24"
              },
              {
                "label": "西和县",
                "value": "西和县,62-12-25"
              },
              {
                "label": "礼县",
                "value": "礼县,62-12-26"
              },
              {
                "label": "徽县",
                "value": "徽县,62-12-27"
              },
              {
                "label": "两当县",
                "value": "两当县,62-12-28"
              }
            ]
          },
          {
            "label": "临夏回族自治州",
            "value": "临夏回族自治州,62-29",
            "children": [
              {
                "label": "临夏市",
                "value": "临夏市,62-29-01"
              },
              {
                "label": "临夏县",
                "value": "临夏县,62-29-21"
              },
              {
                "label": "康乐县",
                "value": "康乐县,62-29-22"
              },
              {
                "label": "永靖县",
                "value": "永靖县,62-29-23"
              },
              {
                "label": "广河县",
                "value": "广河县,62-29-24"
              },
              {
                "label": "和政县",
                "value": "和政县,62-29-25"
              },
              {
                "label": "东乡族自治县",
                "value": "东乡族自治县,62-29-26"
              },
              {
                "label": "积石山保安族东乡族撒拉族自治县",
                "value": "积石山保安族东乡族撒拉族自治县,62-29-27"
              }
            ]
          },
          {
            "label": "甘南藏族自治州",
            "value": "甘南藏族自治州,62-30",
            "children": [
              {
                "label": "合作市",
                "value": "合作市,62-30-01"
              },
              {
                "label": "临潭县",
                "value": "临潭县,62-30-21"
              },
              {
                "label": "卓尼县",
                "value": "卓尼县,62-30-22"
              },
              {
                "label": "舟曲县",
                "value": "舟曲县,62-30-23"
              },
              {
                "label": "迭部县",
                "value": "迭部县,62-30-24"
              },
              {
                "label": "玛曲县",
                "value": "玛曲县,62-30-25"
              },
              {
                "label": "碌曲县",
                "value": "碌曲县,62-30-26"
              },
              {
                "label": "夏河县",
                "value": "夏河县,62-30-27"
              }
            ]
          }
        ]
      },
      {
        "label": "青海",
        "value": "青海,63",
        "children": [
          {
            "label": "西宁市",
            "value": "西宁市,63-01",
            "children": [
              {
                "label": "城东区",
                "value": "城东区,63-01-02"
              },
              {
                "label": "城中区",
                "value": "城中区,63-01-03"
              },
              {
                "label": "城西区",
                "value": "城西区,63-01-04"
              },
              {
                "label": "城北区",
                "value": "城北区,63-01-05"
              },
              {
                "label": "大通回族土族自治县",
                "value": "大通回族土族自治县,63-01-21"
              },
              {
                "label": "湟中县",
                "value": "湟中县,63-01-22"
              },
              {
                "label": "湟源县",
                "value": "湟源县,63-01-23"
              }
            ]
          },
          {
            "label": "海东地区",
            "value": "海东地区,63-21",
            "children": [
              {
                "label": "平安县",
                "value": "平安县,63-21-21"
              },
              {
                "label": "民和回族土族自治县",
                "value": "民和回族土族自治县,63-21-22"
              },
              {
                "label": "乐都县",
                "value": "乐都县,63-21-23"
              },
              {
                "label": "互助土族自治县",
                "value": "互助土族自治县,63-21-26"
              },
              {
                "label": "化隆回族自治县",
                "value": "化隆回族自治县,63-21-27"
              },
              {
                "label": "循化撒拉族自治县",
                "value": "循化撒拉族自治县,63-21-28"
              }
            ]
          },
          {
            "label": "海北藏族自治州",
            "value": "海北藏族自治州,63-22",
            "children": [
              {
                "label": "门源回族自治县",
                "value": "门源回族自治县,63-22-21"
              },
              {
                "label": "祁连县",
                "value": "祁连县,63-22-22"
              },
              {
                "label": "海晏县",
                "value": "海晏县,63-22-23"
              },
              {
                "label": "刚察县",
                "value": "刚察县,63-22-24"
              }
            ]
          },
          {
            "label": "黄南藏族自治州",
            "value": "黄南藏族自治州,63-23",
            "children": [
              {
                "label": "同仁县",
                "value": "同仁县,63-23-21"
              },
              {
                "label": "尖扎县",
                "value": "尖扎县,63-23-22"
              },
              {
                "label": "泽库县",
                "value": "泽库县,63-23-23"
              },
              {
                "label": "河南蒙古族自治县",
                "value": "河南蒙古族自治县,63-23-24"
              }
            ]
          },
          {
            "label": "海南藏族自治州",
            "value": "海南藏族自治州,63-25",
            "children": [
              {
                "label": "共和县",
                "value": "共和县,63-25-21"
              },
              {
                "label": "同德县",
                "value": "同德县,63-25-22"
              },
              {
                "label": "贵德县",
                "value": "贵德县,63-25-23"
              },
              {
                "label": "兴海县",
                "value": "兴海县,63-25-24"
              },
              {
                "label": "贵南县",
                "value": "贵南县,63-25-25"
              }
            ]
          },
          {
            "label": "果洛藏族自治州",
            "value": "果洛藏族自治州,63-26",
            "children": [
              {
                "label": "玛沁县",
                "value": "玛沁县,63-26-21"
              },
              {
                "label": "班玛县",
                "value": "班玛县,63-26-22"
              },
              {
                "label": "甘德县",
                "value": "甘德县,63-26-23"
              },
              {
                "label": "达日县",
                "value": "达日县,63-26-24"
              },
              {
                "label": "久治县",
                "value": "久治县,63-26-25"
              },
              {
                "label": "玛多县",
                "value": "玛多县,63-26-26"
              }
            ]
          },
          {
            "label": "玉树藏族自治州",
            "value": "玉树藏族自治州,63-27",
            "children": [
              {
                "label": "玉树县",
                "value": "玉树县,63-27-21"
              },
              {
                "label": "杂多县",
                "value": "杂多县,63-27-22"
              },
              {
                "label": "称多县",
                "value": "称多县,63-27-23"
              },
              {
                "label": "治多县",
                "value": "治多县,63-27-24"
              },
              {
                "label": "囊谦县",
                "value": "囊谦县,63-27-25"
              },
              {
                "label": "曲麻莱县",
                "value": "曲麻莱县,63-27-26"
              }
            ]
          },
          {
            "label": "海西蒙古族藏族自治州",
            "value": "海西蒙古族藏族自治州,63-28",
            "children": [
              {
                "label": "格尔木市",
                "value": "格尔木市,63-28-01"
              },
              {
                "label": "德令哈市",
                "value": "德令哈市,63-28-02"
              },
              {
                "label": "乌兰县",
                "value": "乌兰县,63-28-21"
              },
              {
                "label": "都兰县",
                "value": "都兰县,63-28-22"
              },
              {
                "label": "天峻县",
                "value": "天峻县,63-28-23"
              }
            ]
          }
        ]
      },
      {
        "label": "宁夏",
        "value": "宁夏,64",
        "children": [
          {
            "label": "银川市",
            "value": "银川市,64-01",
            "children": [
              {
                "label": "兴庆区",
                "value": "兴庆区,64-01-04"
              },
              {
                "label": "西夏区",
                "value": "西夏区,64-01-05"
              },
              {
                "label": "金凤区",
                "value": "金凤区,64-01-06"
              },
              {
                "label": "永宁县",
                "value": "永宁县,64-01-21"
              },
              {
                "label": "贺兰县",
                "value": "贺兰县,64-01-22"
              },
              {
                "label": "灵武市",
                "value": "灵武市,64-01-81"
              }
            ]
          },
          {
            "label": "石嘴山市",
            "value": "石嘴山市,64-02",
            "children": [
              {
                "label": "大武口区",
                "value": "大武口区,64-02-02"
              },
              {
                "label": "惠农区",
                "value": "惠农区,64-02-05"
              },
              {
                "label": "平罗县",
                "value": "平罗县,64-02-21"
              }
            ]
          },
          {
            "label": "吴忠市",
            "value": "吴忠市,64-03",
            "children": [
              {
                "label": "利通区",
                "value": "利通区,64-03-02"
              },
              {
                "label": "盐池县",
                "value": "盐池县,64-03-23"
              },
              {
                "label": "同心县",
                "value": "同心县,64-03-24"
              },
              {
                "label": "青铜峡市",
                "value": "青铜峡市,64-03-81"
              }
            ]
          },
          {
            "label": "固原市",
            "value": "固原市,64-04",
            "children": [
              {
                "label": "原州区",
                "value": "原州区,64-04-02"
              },
              {
                "label": "西吉县",
                "value": "西吉县,64-04-22"
              },
              {
                "label": "隆德县",
                "value": "隆德县,64-04-23"
              },
              {
                "label": "泾源县",
                "value": "泾源县,64-04-24"
              },
              {
                "label": "彭阳县",
                "value": "彭阳县,64-04-25"
              }
            ]
          },
          {
            "label": "中卫市",
            "value": "中卫市,64-05",
            "children": [
              {
                "label": "沙坡头区",
                "value": "沙坡头区,64-05-02"
              },
              {
                "label": "中宁县",
                "value": "中宁县,64-05-21"
              },
              {
                "label": "海原县",
                "value": "海原县,64-05-22"
              }
            ]
          }
        ]
      },
      {
        "label": "新疆",
        "value": "新疆,65",
        "children": [
          {
            "label": "乌鲁木齐市",
            "value": "乌鲁木齐市,65-01",
            "children": [
              {
                "label": "天山区",
                "value": "天山区,65-01-02"
              },
              {
                "label": "沙依巴克区",
                "value": "沙依巴克区,65-01-03"
              },
              {
                "label": "新市区",
                "value": "新市区,65-01-04"
              },
              {
                "label": "水磨沟区",
                "value": "水磨沟区,65-01-05"
              },
              {
                "label": "头屯河区",
                "value": "头屯河区,65-01-06"
              },
              {
                "label": "达坂城区",
                "value": "达坂城区,65-01-07"
              },
              {
                "label": "东山区",
                "value": "东山区,65-01-08"
              },
              {
                "label": "乌鲁木齐县",
                "value": "乌鲁木齐县,65-01-21"
              }
            ]
          },
          {
            "label": "克拉玛依市",
            "value": "克拉玛依市,65-02",
            "children": [
              {
                "label": "独山子区",
                "value": "独山子区,65-02-02"
              },
              {
                "label": "克拉玛依区",
                "value": "克拉玛依区,65-02-03"
              },
              {
                "label": "白碱滩区",
                "value": "白碱滩区,65-02-04"
              },
              {
                "label": "乌尔禾区",
                "value": "乌尔禾区,65-02-05"
              }
            ]
          },
          {
            "label": "吐鲁番地区",
            "value": "吐鲁番地区,65-21",
            "children": [
              {
                "label": "吐鲁番市",
                "value": "吐鲁番市,65-21-01"
              },
              {
                "label": "鄯善县",
                "value": "鄯善县,65-21-22"
              },
              {
                "label": "托克逊县",
                "value": "托克逊县,65-21-23"
              }
            ]
          },
          {
            "label": "哈密地区",
            "value": "哈密地区,65-22",
            "children": [
              {
                "label": "哈密市",
                "value": "哈密市,65-22-01"
              },
              {
                "label": "巴里坤哈萨克自治县",
                "value": "巴里坤哈萨克自治县,65-22-22"
              },
              {
                "label": "伊吾县",
                "value": "伊吾县,65-22-23"
              }
            ]
          },
          {
            "label": "昌吉回族自治州",
            "value": "昌吉回族自治州,65-23",
            "children": [
              {
                "label": "昌吉市",
                "value": "昌吉市,65-23-01"
              },
              {
                "label": "阜康市",
                "value": "阜康市,65-23-02"
              },
              {
                "label": "米泉市",
                "value": "米泉市,65-23-03"
              },
              {
                "label": "呼图壁县",
                "value": "呼图壁县,65-23-23"
              },
              {
                "label": "玛纳斯县",
                "value": "玛纳斯县,65-23-24"
              },
              {
                "label": "奇台县",
                "value": "奇台县,65-23-25"
              },
              {
                "label": "吉木萨尔县",
                "value": "吉木萨尔县,65-23-27"
              },
              {
                "label": "木垒哈萨克自治县",
                "value": "木垒哈萨克自治县,65-23-28"
              }
            ]
          },
          {
            "label": "博尔塔拉蒙古自治州",
            "value": "博尔塔拉蒙古自治州,65-27",
            "children": [
              {
                "label": "博乐市",
                "value": "博乐市,65-27-01"
              },
              {
                "label": "精河县",
                "value": "精河县,65-27-22"
              },
              {
                "label": "温泉县",
                "value": "温泉县,65-27-23"
              }
            ]
          },
          {
            "label": "巴音郭楞蒙古自治州",
            "value": "巴音郭楞蒙古自治州,65-28",
            "children": [
              {
                "label": "库尔勒市",
                "value": "库尔勒市,65-28-01"
              },
              {
                "label": "轮台县",
                "value": "轮台县,65-28-22"
              },
              {
                "label": "尉犁县",
                "value": "尉犁县,65-28-23"
              },
              {
                "label": "若羌县",
                "value": "若羌县,65-28-24"
              },
              {
                "label": "且末县",
                "value": "且末县,65-28-25"
              },
              {
                "label": "焉耆回族自治县",
                "value": "焉耆回族自治县,65-28-26"
              },
              {
                "label": "和静县",
                "value": "和静县,65-28-27"
              },
              {
                "label": "和硕县",
                "value": "和硕县,65-28-28"
              },
              {
                "label": "博湖县",
                "value": "博湖县,65-28-29"
              }
            ]
          },
          {
            "label": "阿克苏地区",
            "value": "阿克苏地区,65-29",
            "children": [
              {
                "label": "阿克苏市",
                "value": "阿克苏市,65-29-01"
              },
              {
                "label": "温宿县",
                "value": "温宿县,65-29-22"
              },
              {
                "label": "库车县",
                "value": "库车县,65-29-23"
              },
              {
                "label": "沙雅县",
                "value": "沙雅县,65-29-24"
              },
              {
                "label": "新和县",
                "value": "新和县,65-29-25"
              },
              {
                "label": "拜城县",
                "value": "拜城县,65-29-26"
              },
              {
                "label": "乌什县",
                "value": "乌什县,65-29-27"
              },
              {
                "label": "阿瓦提县",
                "value": "阿瓦提县,65-29-28"
              },
              {
                "label": "柯坪县",
                "value": "柯坪县,65-29-29"
              }
            ]
          },
          {
            "label": "克孜勒苏柯尔克孜自治州",
            "value": "克孜勒苏柯尔克孜自治州,65-30",
            "children": [
              {
                "label": "阿图什市",
                "value": "阿图什市,65-30-01"
              },
              {
                "label": "阿克陶县",
                "value": "阿克陶县,65-30-22"
              },
              {
                "label": "阿合奇县",
                "value": "阿合奇县,65-30-23"
              },
              {
                "label": "乌恰县",
                "value": "乌恰县,65-30-24"
              }
            ]
          },
          {
            "label": "喀什地区",
            "value": "喀什地区,65-31",
            "children": [
              {
                "label": "喀什市",
                "value": "喀什市,65-31-01"
              },
              {
                "label": "疏附县",
                "value": "疏附县,65-31-21"
              },
              {
                "label": "疏勒县",
                "value": "疏勒县,65-31-22"
              },
              {
                "label": "英吉沙县",
                "value": "英吉沙县,65-31-23"
              },
              {
                "label": "泽普县",
                "value": "泽普县,65-31-24"
              },
              {
                "label": "莎车县",
                "value": "莎车县,65-31-25"
              },
              {
                "label": "叶城县",
                "value": "叶城县,65-31-26"
              },
              {
                "label": "麦盖提县",
                "value": "麦盖提县,65-31-27"
              },
              {
                "label": "岳普湖县",
                "value": "岳普湖县,65-31-28"
              },
              {
                "label": "伽师县",
                "value": "伽师县,65-31-29"
              },
              {
                "label": "巴楚县",
                "value": "巴楚县,65-31-30"
              },
              {
                "label": "塔什库尔干塔吉克自治县",
                "value": "塔什库尔干塔吉克自治县,65-31-31"
              }
            ]
          },
          {
            "label": "和田地区",
            "value": "和田地区,65-32",
            "children": [
              {
                "label": "和田市",
                "value": "和田市,65-32-01"
              },
              {
                "label": "和田县",
                "value": "和田县,65-32-21"
              },
              {
                "label": "墨玉县",
                "value": "墨玉县,65-32-22"
              },
              {
                "label": "皮山县",
                "value": "皮山县,65-32-23"
              },
              {
                "label": "洛浦县",
                "value": "洛浦县,65-32-24"
              },
              {
                "label": "策勒县",
                "value": "策勒县,65-32-25"
              },
              {
                "label": "于田县",
                "value": "于田县,65-32-26"
              },
              {
                "label": "民丰县",
                "value": "民丰县,65-32-27"
              }
            ]
          },
          {
            "label": "伊犁哈萨克",
            "value": "伊犁哈萨克,65-40",
            "children": [
              {
                "label": "伊宁市",
                "value": "伊宁市,65-40-02"
              },
              {
                "label": "奎屯市",
                "value": "奎屯市,65-40-03"
              },
              {
                "label": "伊宁县",
                "value": "伊宁县,65-40-21"
              },
              {
                "label": "察布查尔锡伯自治县",
                "value": "察布查尔锡伯自治县,65-40-22"
              },
              {
                "label": "霍城县",
                "value": "霍城县,65-40-23"
              },
              {
                "label": "巩留县",
                "value": "巩留县,65-40-24"
              },
              {
                "label": "新源县",
                "value": "新源县,65-40-25"
              },
              {
                "label": "昭苏县",
                "value": "昭苏县,65-40-26"
              },
              {
                "label": "特克斯县",
                "value": "特克斯县,65-40-27"
              },
              {
                "label": "尼勒克县",
                "value": "尼勒克县,65-40-28"
              }
            ]
          },
          {
            "label": "塔城地区",
            "value": "塔城地区,65-42",
            "children": [
              {
                "label": "塔城市",
                "value": "塔城市,65-42-01"
              },
              {
                "label": "乌苏市",
                "value": "乌苏市,65-42-02"
              },
              {
                "label": "额敏县",
                "value": "额敏县,65-42-21"
              },
              {
                "label": "沙湾县",
                "value": "沙湾县,65-42-23"
              },
              {
                "label": "托里县",
                "value": "托里县,65-42-24"
              },
              {
                "label": "裕民县",
                "value": "裕民县,65-42-25"
              },
              {
                "label": "和布克赛尔蒙古自治县",
                "value": "和布克赛尔蒙古自治县,65-42-26"
              }
            ]
          },
          {
            "label": "阿勒泰地区",
            "value": "阿勒泰地区,65-43",
            "children": [
              {
                "label": "阿勒泰市",
                "value": "阿勒泰市,65-43-01"
              },
              {
                "label": "布尔津县",
                "value": "布尔津县,65-43-21"
              },
              {
                "label": "富蕴县",
                "value": "富蕴县,65-43-22"
              },
              {
                "label": "福海县",
                "value": "福海县,65-43-23"
              },
              {
                "label": "哈巴河县",
                "value": "哈巴河县,65-43-24"
              },
              {
                "label": "青河县",
                "value": "青河县,65-43-25"
              },
              {
                "label": "吉木乃县",
                "value": "吉木乃县,65-43-26"
              }
            ]
          },
          {
            "label": "石河子市",
            "value": "石河子市,65-91",
            "children": []
          },
          {
            "label": "阿拉尔市",
            "value": "阿拉尔市,65-92",
            "children": []
          },
          {
            "label": "图木舒克市",
            "value": "图木舒克市,65-93",
            "children": []
          },
          {
            "label": "五家渠市",
            "value": "五家渠市,65-94",
            "children": []
          }
        ]
      },
      {
        "label": "台湾",
        "value": "台湾,71",
        "children": [
          {
            "label": "台北",
            "value": "台北,71-01",
            "children": []
          },
          {
            "label": "高雄",
            "value": "高雄,71-02",
            "children": []
          },
          {
            "label": "基隆",
            "value": "基隆,71-03",
            "children": []
          },
          {
            "label": "台中",
            "value": "台中,71-04",
            "children": []
          },
          {
            "label": "台南",
            "value": "台南,71-05",
            "children": []
          },
          {
            "label": "新竹",
            "value": "新竹,71-06",
            "children": []
          },
          {
            "label": "嘉义",
            "value": "嘉义,71-07",
            "children": []
          },
          {
            "label": "宜兰",
            "value": "宜兰,71-08",
            "children": []
          },
          {
            "label": "桃园",
            "value": "桃园,71-09",
            "children": []
          },
          {
            "label": "苗栗",
            "value": "苗栗,71-10",
            "children": []
          },
          {
            "label": "彰化",
            "value": "彰化,71-11",
            "children": []
          },
          {
            "label": "南投",
            "value": "南投,71-12",
            "children": []
          },
          {
            "label": "云林",
            "value": "云林,71-13",
            "children": []
          },
          {
            "label": "屏东",
            "value": "屏东,71-14",
            "children": []
          },
          {
            "label": "台东",
            "value": "台东,71-15",
            "children": []
          },
          {
            "label": "花莲",
            "value": "花莲,71-16",
            "children": []
          },
          {
            "label": "澎湖",
            "value": "澎湖,71-17",
            "children": []
          }
        ]
      },
      {
        "label": "香港",
        "value": "香港,81",
        "children": [
          {
            "label": "香港岛",
            "value": "香港岛,81-01",
            "children": []
          },
          {
            "label": "九龙",
            "value": "九龙,81-02",
            "children": []
          },
          {
            "label": "新界",
            "value": "新界,81-03",
            "children": []
          }
        ]
      },
      {
        "label": "澳门",
        "value": "澳门,82",
        "children": [
          {
            "label": "澳门半岛",
            "value": "澳门半岛,82-01",
            "children": []
          },
          {
            "label": "氹仔岛",
            "value": "氹仔岛,82-02",
            "children": []
          },
          {
            "label": "路环岛",
            "value": "路环岛,82-03",
            "children": []
          },
          {
            "label": "路氹城",
            "value": "路氹城,82-04",
            "children": []
          }
        ]
      }
    ]